{
   "book": "Lamentations",
   "count": 5,
   "chapters": [
      {
         "chapter": "1",
         "verses": [
            {
               "verse": "1",
               "text": "How deserted lies the city, once so full of people! How like a widow is she, who once was great among the nations! She who was queen among the provinces has now become a slave."
            },
            {
               "verse": "2",
               "text": "Bitterly she weeps at night, tears are on her cheeks. Among all her lovers there is no one to comfort her. All her friends have betrayed her; they have become her enemies."
            },
            {
               "verse": "3",
               "text": "After affliction and harsh labor, Judah has gone into exile. She dwells among the nations; she finds no resting place. All who pursue her have overtaken her in the midst of her distress."
            },
            {
               "verse": "4",
               "text": "The roads to Zion mourn, for no one comes to her appointed festivals. All her gateways are desolate, her priests groan, her young women grieve, and she is in bitter anguish."
            },
            {
               "verse": "5",
               "text": "Her foes have become her masters; her enemies are at ease. The Lord has brought her grief because of her many sins. Her children have gone into exile, captive before the foe."
            },
            {
               "verse": "6",
               "text": "All the splendor has departed from Daughter Zion. Her princes are like deer that find no pasture; in weakness they have fled before the pursuer."
            },
            {
               "verse": "7",
               "text": "In the days of her affliction and wandering Jerusalem remembers all the treasures that were hers in days of old. When her people fell into enemy hands, there was no one to help her. Her enemies looked at her and laughed at her destruction."
            },
            {
               "verse": "8",
               "text": "Jerusalem has sinned greatly and so has become unclean. All who honored her despise her, for they have all seen her naked; she herself groans and turns away."
            },
            {
               "verse": "9",
               "text": "Her filthiness clung to her skirts; she did not consider her future. Her fall was astounding; there was none to comfort her. “Look, Lord, on my affliction, for the enemy has triumphed.”"
            },
            {
               "verse": "10",
               "text": "The enemy laid hands on all her treasures; she saw pagan nations enter her sanctuary— those you had forbidden to enter your assembly."
            },
            {
               "verse": "11",
               "text": "All her people groan as they search for bread; they barter their treasures for food to keep themselves alive. “Look, Lord, and consider, for I am despised.”"
            },
            {
               "verse": "12",
               "text": "“Is it nothing to you, all you who pass by? Look around and see. Is any suffering like my suffering that was inflicted on me, that the Lord brought on me in the day of his fierce anger?"
            },
            {
               "verse": "13",
               "text": "“From on high he sent fire, sent it down into my bones. He spread a net for my feet and turned me back. He made me desolate, faint all the day long."
            },
            {
               "verse": "14",
               "text": "“My sins have been bound into a yoke; by his hands they were woven together. They have been hung on my neck, and the Lord has sapped my strength. He has given me into the hands of those I cannot withstand."
            },
            {
               "verse": "15",
               "text": "“The Lord has rejected all the warriors in my midst; he has summoned an army against me to crush my young men. In his winepress the Lord has trampled Virgin Daughter Judah."
            },
            {
               "verse": "16",
               "text": "“This is why I weep and my eyes overflow with tears. No one is near to comfort me, no one to restore my spirit. My children are destitute because the enemy has prevailed.”"
            },
            {
               "verse": "17",
               "text": "Zion stretches out her hands, but there is no one to comfort her. The Lord has decreed for Jacob that his neighbors become his foes; Jerusalem has become an unclean thing among them."
            },
            {
               "verse": "18",
               "text": "“The Lord is righteous, yet I rebelled against his command. Listen, all you peoples; look on my suffering. My young men and young women have gone into exile."
            },
            {
               "verse": "19",
               "text": "“I called to my allies but they betrayed me. My priests and my elders perished in the city while they searched for food to keep themselves alive."
            },
            {
               "verse": "20",
               "text": "“See, Lord, how distressed I am! I am in torment within, and in my heart I am disturbed, for I have been most rebellious. Outside, the sword bereaves; inside, there is only death."
            },
            {
               "verse": "21",
               "text": "“People have heard my groaning, but there is no one to comfort me. All my enemies have heard of my distress; they rejoice at what you have done. May you bring the day you have announced so they may become like me."
            },
            {
               "verse": "22",
               "text": "“Let all their wickedness come before you; deal with them as you have dealt with me because of all my sins. My groans are many and my heart is faint.”"
            }
         ]
      },
      {
         "chapter": "2",
         "verses": [
            {
               "verse": "1",
               "text": "How the Lord has covered Daughter Zion with the cloud of his anger! He has hurled down the splendor of Israel from heaven to earth; he has not remembered his footstool in the day of his anger."
            },
            {
               "verse": "2",
               "text": "Without pity the Lord has swallowed up all the dwellings of Jacob; in his wrath he has torn down the strongholds of Daughter Judah. He has brought her kingdom and its princes down to the ground in dishonor."
            },
            {
               "verse": "3",
               "text": "In fierce anger he has cut off every horn of Israel. He has withdrawn his right hand at the approach of the enemy. He has burned in Jacob like a flaming fire that consumes everything around it."
            },
            {
               "verse": "4",
               "text": "Like an enemy he has strung his bow; his right hand is ready. Like a foe he has slain all who were pleasing to the eye; he has poured out his wrath like fire on the tent of Daughter Zion."
            },
            {
               "verse": "5",
               "text": "The Lord is like an enemy; he has swallowed up Israel. He has swallowed up all her palaces and destroyed her strongholds. He has multiplied mourning and lamentation for Daughter Judah."
            },
            {
               "verse": "6",
               "text": "He has laid waste his dwelling like a garden; he has destroyed his place of meeting. The Lord has made Zion forget her appointed festivals and her Sabbaths; in his fierce anger he has spurned both king and priest."
            },
            {
               "verse": "7",
               "text": "The Lord has rejected his altar and abandoned his sanctuary. He has given the walls of her palaces into the hands of the enemy; they have raised a shout in the house of the Lord as on the day of an appointed festival."
            },
            {
               "verse": "8",
               "text": "The Lord determined to tear down the wall around Daughter Zion. He stretched out a measuring line and did not withhold his hand from destroying. He made ramparts and walls lament; together they wasted away."
            },
            {
               "verse": "9",
               "text": "Her gates have sunk into the ground; their bars he has broken and destroyed. Her king and her princes are exiled among the nations, the law is no more, and her prophets no longer find visions from the Lord."
            },
            {
               "verse": "10",
               "text": "The elders of Daughter Zion sit on the ground in silence; they have sprinkled dust on their heads and put on sackcloth. The young women of Jerusalem have bowed their heads to the ground."
            },
            {
               "verse": "11",
               "text": "My eyes fail from weeping, I am in torment within; my heart is poured out on the ground because my people are destroyed, because children and infants faint in the streets of the city."
            },
            {
               "verse": "12",
               "text": "They say to their mothers, “Where is bread and wine?” as they faint like the wounded in the streets of the city, as their lives ebb away in their mothers` arms."
            },
            {
               "verse": "13",
               "text": "What can I say for you? With what can I compare you, Daughter Jerusalem? To what can I liken you, that I may comfort you, Virgin Daughter Zion? Your wound is as deep as the sea. Who can heal you?"
            },
            {
               "verse": "14",
               "text": "The visions of your prophets were false and worthless; they did not expose your sin to ward off your captivity. The prophecies they gave you were false and misleading."
            },
            {
               "verse": "15",
               "text": "All who pass your way clap their hands at you; they scoff and shake their heads at Daughter Jerusalem: “Is this the city that was called the perfection of beauty, the joy of the whole earth?”"
            },
            {
               "verse": "16",
               "text": "All your enemies open their mouths wide against you; they scoff and gnash their teeth and say, “We have swallowed her up. This is the day we have waited for; we have lived to see it.”"
            },
            {
               "verse": "17",
               "text": "The Lord has done what he planned; he has fulfilled his word, which he decreed long ago. He has overthrown you without pity, he has let the enemy gloat over you, he has exalted the horn of your foes."
            },
            {
               "verse": "18",
               "text": "The hearts of the people cry out to the Lord. You walls of Daughter Zion, let your tears flow like a river day and night; give yourself no relief, your eyes no rest."
            },
            {
               "verse": "19",
               "text": "Arise, cry out in the night, as the watches of the night begin; pour out your heart like water in the presence of the Lord. Lift up your hands to him for the lives of your children, who faint from hunger at every street corner."
            },
            {
               "verse": "20",
               "text": "“Look, Lord, and consider: Whom have you ever treated like this? Should women eat their offspring, the children they have cared for? Should priest and prophet be killed in the sanctuary of the Lord?"
            },
            {
               "verse": "21",
               "text": "“Young and old lie together in the dust of the streets; my young men and young women have fallen by the sword. You have slain them in the day of your anger; you have slaughtered them without pity."
            },
            {
               "verse": "22",
               "text": "“As you summon to a feast day, so you summoned against me terrors on every side. In the day of the Lord`s anger no one escaped or survived; those I cared for and reared my enemy has destroyed.”"
            }
         ]
      },
      {
         "chapter": "3",
         "verses": [
            {
               "verse": "1",
               "text": "I am the man who has seen affliction by the rod of the Lord`s wrath."
            },
            {
               "verse": "2",
               "text": "He has driven me away and made me walk in darkness rather than light;"
            },
            {
               "verse": "3",
               "text": "indeed, he has turned his hand against me again and again, all day long."
            },
            {
               "verse": "4",
               "text": "He has made my skin and my flesh grow old and has broken my bones."
            },
            {
               "verse": "5",
               "text": "He has besieged me and surrounded me with bitterness and hardship."
            },
            {
               "verse": "6",
               "text": "He has made me dwell in darkness like those long dead."
            },
            {
               "verse": "7",
               "text": "He has walled me in so I cannot escape; he has weighed me down with chains."
            },
            {
               "verse": "8",
               "text": "Even when I call out or cry for help, he shuts out my prayer."
            },
            {
               "verse": "9",
               "text": "He has barred my way with blocks of stone; he has made my paths crooked."
            },
            {
               "verse": "10",
               "text": "Like a bear lying in wait, like a lion in hiding,"
            },
            {
               "verse": "11",
               "text": "he dragged me from the path and mangled me and left me without help."
            },
            {
               "verse": "12",
               "text": "He drew his bow and made me the target for his arrows."
            },
            {
               "verse": "13",
               "text": "He pierced my heart with arrows from his quiver."
            },
            {
               "verse": "14",
               "text": "I became the laughingstock of all my people; they mock me in song all day long."
            },
            {
               "verse": "15",
               "text": "He has filled me with bitter herbs and given me gall to drink."
            },
            {
               "verse": "16",
               "text": "He has broken my teeth with gravel; he has trampled me in the dust."
            },
            {
               "verse": "17",
               "text": "I have been deprived of peace; I have forgotten what prosperity is."
            },
            {
               "verse": "18",
               "text": "So I say, “My splendor is gone and all that I had hoped from the Lord.”"
            },
            {
               "verse": "19",
               "text": "I remember my affliction and my wandering, the bitterness and the gall."
            },
            {
               "verse": "20",
               "text": "I well remember them, and my soul is downcast within me."
            },
            {
               "verse": "21",
               "text": "Yet this I call to mind and therefore I have hope:"
            },
            {
               "verse": "22",
               "text": "Because of the Lord`s great love we are not consumed, for his compassions never fail."
            },
            {
               "verse": "23",
               "text": "They are new every morning; great is your faithfulness."
            },
            {
               "verse": "24",
               "text": "I say to myself, “The Lord is my portion; therefore I will wait for him.”"
            },
            {
               "verse": "25",
               "text": "The Lord is good to those whose hope is in him, to the one who seeks him;"
            },
            {
               "verse": "26",
               "text": "it is good to wait quietly for the salvation of the Lord."
            },
            {
               "verse": "27",
               "text": "It is good for a man to bear the yoke while he is young."
            },
            {
               "verse": "28",
               "text": "Let him sit alone in silence, for the Lord has laid it on him."
            },
            {
               "verse": "29",
               "text": "Let him bury his face in the dust— there may yet be hope."
            },
            {
               "verse": "30",
               "text": "Let him offer his cheek to one who would strike him, and let him be filled with disgrace."
            },
            {
               "verse": "31",
               "text": "For no one is cast off by the Lord forever."
            },
            {
               "verse": "32",
               "text": "Though he brings grief, he will show compassion, so great is his unfailing love."
            },
            {
               "verse": "33",
               "text": "For he does not willingly bring affliction or grief to anyone."
            },
            {
               "verse": "34",
               "text": "To crush underfoot all prisoners in the land,"
            },
            {
               "verse": "35",
               "text": "to deny people their rights before the Most High,"
            },
            {
               "verse": "36",
               "text": "to deprive them of justice— would not the Lord see such things?"
            },
            {
               "verse": "37",
               "text": "Who can speak and have it happen if the Lord has not decreed it?"
            },
            {
               "verse": "38",
               "text": "Is it not from the mouth of the Most High that both calamities and good things come?"
            },
            {
               "verse": "39",
               "text": "Why should the living complain when punished for their sins?"
            },
            {
               "verse": "40",
               "text": "Let us examine our ways and test them, and let us return to the Lord."
            },
            {
               "verse": "41",
               "text": "Let us lift up our hearts and our hands to God in heaven, and say:"
            },
            {
               "verse": "42",
               "text": "“We have sinned and rebelled and you have not forgiven."
            },
            {
               "verse": "43",
               "text": "“You have covered yourself with anger and pursued us; you have slain without pity."
            },
            {
               "verse": "44",
               "text": "You have covered yourself with a cloud so that no prayer can get through."
            },
            {
               "verse": "45",
               "text": "You have made us scum and refuse among the nations."
            },
            {
               "verse": "46",
               "text": "“All our enemies have opened their mouths wide against us."
            },
            {
               "verse": "47",
               "text": "We have suffered terror and pitfalls, ruin and destruction.”"
            },
            {
               "verse": "48",
               "text": "Streams of tears flow from my eyes because my people are destroyed."
            },
            {
               "verse": "49",
               "text": "My eyes will flow unceasingly, without relief,"
            },
            {
               "verse": "50",
               "text": "until the Lord looks down from heaven and sees."
            },
            {
               "verse": "51",
               "text": "What I see brings grief to my soul because of all the women of my city."
            },
            {
               "verse": "52",
               "text": "Those who were my enemies without cause hunted me like a bird."
            },
            {
               "verse": "53",
               "text": "They tried to end my life in a pit and threw stones at me;"
            },
            {
               "verse": "54",
               "text": "the waters closed over my head, and I thought I was about to perish."
            },
            {
               "verse": "55",
               "text": "I called on your name, Lord, from the depths of the pit."
            },
            {
               "verse": "56",
               "text": "You heard my plea: “Do not close your ears to my cry for relief.”"
            },
            {
               "verse": "57",
               "text": "You came near when I called you, and you said, “Do not fear.”"
            },
            {
               "verse": "58",
               "text": "You, Lord, took up my case; you redeemed my life."
            },
            {
               "verse": "59",
               "text": "Lord, you have seen the wrong done to me. Uphold my cause!"
            },
            {
               "verse": "60",
               "text": "You have seen the depth of their vengeance, all their plots against me."
            },
            {
               "verse": "61",
               "text": "Lord, you have heard their insults, all their plots against me—"
            },
            {
               "verse": "62",
               "text": "what my enemies whisper and mutter against me all day long."
            },
            {
               "verse": "63",
               "text": "Look at them! Sitting or standing, they mock me in their songs."
            },
            {
               "verse": "64",
               "text": "Pay them back what they deserve, Lord, for what their hands have done."
            },
            {
               "verse": "65",
               "text": "Put a veil over their hearts, and may your curse be on them!"
            },
            {
               "verse": "66",
               "text": "Pursue them in anger and destroy them from under the heavens of the Lord."
            }
         ]
      },
      {
         "chapter": "4",
         "verses": [
            {
               "verse": "1",
               "text": "How the gold has lost its luster, the fine gold become dull! The sacred gems are scattered at every street corner."
            },
            {
               "verse": "2",
               "text": "How the precious children of Zion, once worth their weight in gold, are now considered as pots of clay, the work of a potter`s hands!"
            },
            {
               "verse": "3",
               "text": "Even jackals offer their breasts to nurse their young, but my people have become heartless like ostriches in the desert."
            },
            {
               "verse": "4",
               "text": "Because of thirst the infant`s tongue sticks to the roof of its mouth; the children beg for bread, but no one gives it to them."
            },
            {
               "verse": "5",
               "text": "Those who once ate delicacies are destitute in the streets. Those brought up in royal purple now lie on ash heaps."
            },
            {
               "verse": "6",
               "text": "The punishment of my people is greater than that of Sodom, which was overthrown in a moment without a hand turned to help her."
            },
            {
               "verse": "7",
               "text": "Their princes were brighter than snow and whiter than milk, their bodies more ruddy than rubies, their appearance like lapis lazuli."
            },
            {
               "verse": "8",
               "text": "But now they are blacker than soot; they are not recognized in the streets. Their skin has shriveled on their bones; it has become as dry as a stick."
            },
            {
               "verse": "9",
               "text": "Those killed by the sword are better off than those who die of famine; racked with hunger, they waste away for lack of food from the field."
            },
            {
               "verse": "10",
               "text": "With their own hands compassionate women have cooked their own children, who became their food when my people were destroyed."
            },
            {
               "verse": "11",
               "text": "The Lord has given full vent to his wrath; he has poured out his fierce anger. He kindled a fire in Zion that consumed her foundations."
            },
            {
               "verse": "12",
               "text": "The kings of the earth did not believe, nor did any of the peoples of the world, that enemies and foes could enter the gates of Jerusalem."
            },
            {
               "verse": "13",
               "text": "But it happened because of the sins of her prophets and the iniquities of her priests, who shed within her the blood of the righteous."
            },
            {
               "verse": "14",
               "text": "Now they grope through the streets as if they were blind. They are so defiled with blood that no one dares to touch their garments."
            },
            {
               "verse": "15",
               "text": "“Go away! You are unclean!” people cry to them. “Away! Away! Don`t touch us!” When they flee and wander about, people among the nations say, “They can stay here no longer.”"
            },
            {
               "verse": "16",
               "text": "The Lord himself has scattered them; he no longer watches over them. The priests are shown no honor, the elders no favor."
            },
            {
               "verse": "17",
               "text": "Moreover, our eyes failed, looking in vain for help; from our towers we watched for a nation that could not save us."
            },
            {
               "verse": "18",
               "text": "People stalked us at every step, so we could not walk in our streets. Our end was near, our days were numbered, for our end had come."
            },
            {
               "verse": "19",
               "text": "Our pursuers were swifter than eagles in the sky; they chased us over the mountains and lay in wait for us in the desert."
            },
            {
               "verse": "20",
               "text": "The Lord`s anointed, our very life breath, was caught in their traps. We thought that under his shadow we would live among the nations."
            },
            {
               "verse": "21",
               "text": "Rejoice and be glad, Daughter Edom, you who live in the land of Uz. But to you also the cup will be passed; you will be drunk and stripped naked."
            },
            {
               "verse": "22",
               "text": "Your punishment will end, Daughter Zion; he will not prolong your exile. But he will punish your sin, Daughter Edom, and expose your wickedness."
            }
         ]
      },
      {
         "chapter": "5",
         "verses": [
            {
               "verse": "1",
               "text": "Remember, Lord, what has happened to us; look, and see our disgrace."
            },
            {
               "verse": "2",
               "text": "Our inheritance has been turned over to strangers, our homes to foreigners."
            },
            {
               "verse": "3",
               "text": "We have become fatherless, our mothers are widows."
            },
            {
               "verse": "4",
               "text": "We must buy the water we drink; our wood can be had only at a price."
            },
            {
               "verse": "5",
               "text": "Those who pursue us are at our heels; we are weary and find no rest."
            },
            {
               "verse": "6",
               "text": "We submitted to Egypt and Assyria to get enough bread."
            },
            {
               "verse": "7",
               "text": "Our ancestors sinned and are no more, and we bear their punishment."
            },
            {
               "verse": "8",
               "text": "Slaves rule over us, and there is no one to free us from their hands."
            },
            {
               "verse": "9",
               "text": "We get our bread at the risk of our lives because of the sword in the desert."
            },
            {
               "verse": "10",
               "text": "Our skin is hot as an oven, feverish from hunger."
            },
            {
               "verse": "11",
               "text": "Women have been violated in Zion, and virgins in the towns of Judah."
            },
            {
               "verse": "12",
               "text": "Princes have been hung up by their hands; elders are shown no respect."
            },
            {
               "verse": "13",
               "text": "Young men toil at the millstones; boys stagger under loads of wood."
            },
            {
               "verse": "14",
               "text": "The elders are gone from the city gate; the young men have stopped their music."
            },
            {
               "verse": "15",
               "text": "Joy is gone from our hearts; our dancing has turned to mourning."
            },
            {
               "verse": "16",
               "text": "The crown has fallen from our head. Woe to us, for we have sinned!"
            },
            {
               "verse": "17",
               "text": "Because of this our hearts are faint, because of these things our eyes grow dim"
            },
            {
               "verse": "18",
               "text": "for Mount Zion, which lies desolate, with jackals prowling over it."
            },
            {
               "verse": "19",
               "text": "You, Lord, reign forever; your throne endures from generation to generation."
            },
            {
               "verse": "20",
               "text": "Why do you always forget us? Why do you forsake us so long?"
            },
            {
               "verse": "21",
               "text": "Restore us to yourself, Lord, that we may return; renew our days as of old"
            },
            {
               "verse": "22",
               "text": "unless you have utterly rejected us and are angry with us beyond measure."
            }
         ]
      }
   ]
}