{
   "book": "Micah",
   "count": 7,
   "chapters": [
      {
         "chapter": "1",
         "verses": [
            {
               "verse": "1",
               "text": "The word of the Lord that came to Micah of Moresheth during the reigns of Jotham, Ahaz and Hezekiah, kings of Judah—the vision he saw concerning Samaria and Jerusalem."
            },
            {
               "verse": "2",
               "text": "Hear, you peoples, all of you, listen, earth and all who live in it, that the Sovereign Lord may bear witness against you, the Lord from his holy temple."
            },
            {
               "verse": "3",
               "text": "Look! The Lord is coming from his dwelling place; he comes down and treads on the heights of the earth."
            },
            {
               "verse": "4",
               "text": "The mountains melt beneath him and the valleys split apart, like wax before the fire, like water rushing down a slope."
            },
            {
               "verse": "5",
               "text": "All this is because of Jacob`s transgression, because of the sins of the people of Israel. What is Jacob`s transgression? Is it not Samaria? What is Judah`s high place? Is it not Jerusalem?"
            },
            {
               "verse": "6",
               "text": "“Therefore I will make Samaria a heap of rubble, a place for planting vineyards. I will pour her stones into the valley and lay bare her foundations."
            },
            {
               "verse": "7",
               "text": "All her idols will be broken to pieces; all her temple gifts will be burned with fire; I will destroy all her images. Since she gathered her gifts from the wages of prostitutes, as the wages of prostitutes they will again be used.”"
            },
            {
               "verse": "8",
               "text": "Because of this I will weep and wail; I will go about barefoot and naked. I will howl like a jackal and moan like an owl."
            },
            {
               "verse": "9",
               "text": "For Samaria`s plague is incurable; it has spread to Judah. It has reached the very gate of my people, even to Jerusalem itself."
            },
            {
               "verse": "10",
               "text": "Tell it not in Gath; weep not at all. In Beth Ophrah roll in the dust."
            },
            {
               "verse": "11",
               "text": "Pass by naked and in shame, you who live in Shaphir. Those who live in Zaanan will not come out. Beth Ezel is in mourning; it no longer protects you."
            },
            {
               "verse": "12",
               "text": "Those who live in Maroth writhe in pain, waiting for relief, because disaster has come from the Lord, even to the gate of Jerusalem."
            },
            {
               "verse": "13",
               "text": "You who live in Lachish, harness fast horses to the chariot. You are where the sin of Daughter Zion began, for the transgressions of Israel were found in you."
            },
            {
               "verse": "14",
               "text": "Therefore you will give parting gifts to Moresheth Gath. The town of Akzib will prove deceptive to the kings of Israel."
            },
            {
               "verse": "15",
               "text": "I will bring a conqueror against you who live in Mareshah. The nobles of Israel will flee to Adullam."
            },
            {
               "verse": "16",
               "text": "Shave your head in mourning for the children in whom you delight; make yourself as bald as the vulture, for they will go from you into exile."
            }
         ]
      },
      {
         "chapter": "2",
         "verses": [
            {
               "verse": "1",
               "text": "Woe to those who plan iniquity, to those who plot evil on their beds! At morning`s light they carry it out because it is in their power to do it."
            },
            {
               "verse": "2",
               "text": "They covet fields and seize them, and houses, and take them. They defraud people of their homes, they rob them of their inheritance."
            },
            {
               "verse": "3",
               "text": "Therefore, the Lord says: “I am planning disaster against this people, from which you cannot save yourselves. You will no longer walk proudly, for it will be a time of calamity."
            },
            {
               "verse": "4",
               "text": "In that day people will ridicule you; they will taunt you with this mournful song: ‘We are utterly ruined; my people`s possession is divided up. He takes it from me! He assigns our fields to traitors.`”"
            },
            {
               "verse": "5",
               "text": "Therefore you will have no one in the assembly of the Lord to divide the land by lot."
            },
            {
               "verse": "6",
               "text": "“Do not prophesy,” their prophets say. “Do not prophesy about these things; disgrace will not overtake us.”"
            },
            {
               "verse": "7",
               "text": "You descendants of Jacob, should it be said, “Does the Lord become impatient? Does he do such things?” “Do not my words do good to the one whose ways are upright?"
            },
            {
               "verse": "8",
               "text": "Lately my people have risen up like an enemy. You strip off the rich robe from those who pass by without a care, like men returning from battle."
            },
            {
               "verse": "9",
               "text": "You drive the women of my people from their pleasant homes. You take away my blessing from their children forever."
            },
            {
               "verse": "10",
               "text": "Get up, go away! For this is not your resting place, because it is defiled, it is ruined, beyond all remedy."
            },
            {
               "verse": "11",
               "text": "If a liar and deceiver comes and says, ‘I will prophesy for you plenty of wine and beer,` that would be just the prophet for this people!"
            },
            {
               "verse": "12",
               "text": "“I will surely gather all of you, Jacob; I will surely bring together the remnant of Israel. I will bring them together like sheep in a pen, like a flock in its pasture; the place will throng with people."
            },
            {
               "verse": "13",
               "text": "The One who breaks open the way will go up before them; they will break through the gate and go out. Their King will pass through before them, the Lord at their head.”"
            }
         ]
      },
      {
         "chapter": "3",
         "verses": [
            {
               "verse": "1",
               "text": "Then I said, “Listen, you leaders of Jacob, you rulers of Israel. Should you not embrace justice,"
            },
            {
               "verse": "2",
               "text": "you who hate good and love evil; who tear the skin from my people and the flesh from their bones;"
            },
            {
               "verse": "3",
               "text": "who eat my people`s flesh, strip off their skin and break their bones in pieces; who chop them up like meat for the pan, like flesh for the pot?”"
            },
            {
               "verse": "4",
               "text": "Then they will cry out to the Lord, but he will not answer them. At that time he will hide his face from them because of the evil they have done."
            },
            {
               "verse": "5",
               "text": "This is what the Lord says: “As for the prophets who lead my people astray, they proclaim ‘peace` if they have something to eat, but prepare to wage war against anyone who refuses to feed them."
            },
            {
               "verse": "6",
               "text": "Therefore night will come over you, without visions, and darkness, without divination. The sun will set for the prophets, and the day will go dark for them."
            },
            {
               "verse": "7",
               "text": "The seers will be ashamed and the diviners disgraced. They will all cover their faces because there is no answer from God.”"
            },
            {
               "verse": "8",
               "text": "But as for me, I am filled with power, with the Spirit of the Lord, and with justice and might, to declare to Jacob his transgression, to Israel his sin."
            },
            {
               "verse": "9",
               "text": "Hear this, you leaders of Jacob, you rulers of Israel, who despise justice and distort all that is right;"
            },
            {
               "verse": "10",
               "text": "who build Zion with bloodshed, and Jerusalem with wickedness."
            },
            {
               "verse": "11",
               "text": "Her leaders judge for a bribe, her priests teach for a price, and her prophets tell fortunes for money. Yet they look for the Lord`s support and say, “Is not the Lord among us? No disaster will come upon us.”"
            },
            {
               "verse": "12",
               "text": "Therefore because of you, Zion will be plowed like a field, Jerusalem will become a heap of rubble, the temple hill a mound overgrown with thickets."
            }
         ]
      },
      {
         "chapter": "4",
         "verses": [
            {
               "verse": "1",
               "text": "In the last days the mountain of the Lord`s temple will be established as the highest of the mountains; it will be exalted above the hills, and peoples will stream to it."
            },
            {
               "verse": "2",
               "text": "Many nations will come and say, “Come, let us go up to the mountain of the Lord, to the temple of the God of Jacob. He will teach us his ways, so that we may walk in his paths.” The law will go out from Zion, the word of the Lord from Jerusalem."
            },
            {
               "verse": "3",
               "text": "He will judge between many peoples and will settle disputes for strong nations far and wide. They will beat their swords into plowshares and their spears into pruning hooks. Nation will not take up sword against nation, nor will they train for war anymore."
            },
            {
               "verse": "4",
               "text": "Everyone will sit under their own vine and under their own fig tree, and no one will make them afraid, for the Lord Almighty has spoken."
            },
            {
               "verse": "5",
               "text": "All the nations may walk in the name of their gods, but we will walk in the name of the Lord our God for ever and ever."
            },
            {
               "verse": "6",
               "text": "“In that day,” declares the Lord, “I will gather the lame; I will assemble the exiles and those I have brought to grief."
            },
            {
               "verse": "7",
               "text": "I will make the lame my remnant, those driven away a strong nation. The Lord will rule over them in Mount Zion from that day and forever."
            },
            {
               "verse": "8",
               "text": "As for you, watchtower of the flock, stronghold of Daughter Zion, the former dominion will be restored to you; kingship will come to Daughter Jerusalem.”"
            },
            {
               "verse": "9",
               "text": "Why do you now cry aloud— have you no king? Has your ruler perished, that pain seizes you like that of a woman in labor?"
            },
            {
               "verse": "10",
               "text": "Writhe in agony, Daughter Zion, like a woman in labor, for now you must leave the city to camp in the open field. You will go to Babylon; there you will be rescued. There the Lord will redeem you out of the hand of your enemies."
            },
            {
               "verse": "11",
               "text": "But now many nations are gathered against you. They say, “Let her be defiled, let our eyes gloat over Zion!”"
            },
            {
               "verse": "12",
               "text": "But they do not know the thoughts of the Lord; they do not understand his plan, that he has gathered them like sheaves to the threshing floor."
            },
            {
               "verse": "13",
               "text": "“Rise and thresh, Daughter Zion, for I will give you horns of iron; I will give you hooves of bronze, and you will break to pieces many nations.” You will devote their ill-gotten gains to the Lord, their wealth to the Lord of all the earth."
            }
         ]
      },
      {
         "chapter": "5",
         "verses": [
            {
               "verse": "1",
               "text": "Marshal your troops now, city of troops, for a siege is laid against us. They will strike Israel`s ruler on the cheek with a rod."
            },
            {
               "verse": "2",
               "text": "“But you, Bethlehem Ephrathah, though you are small among the clans of Judah, out of you will come for me one who will be ruler over Israel, whose origins are from of old, from ancient times.”"
            },
            {
               "verse": "3",
               "text": "Therefore Israel will be abandoned until the time when she who is in labor bears a son, and the rest of his brothers return to join the Israelites."
            },
            {
               "verse": "4",
               "text": "He will stand and shepherd his flock in the strength of the Lord, in the majesty of the name of the Lord his God. And they will live securely, for then his greatness will reach to the ends of the earth."
            },
            {
               "verse": "5",
               "text": "And he will be our peace when the Assyrians invade our land and march through our fortresses. We will raise against them seven shepherds, even eight commanders,"
            },
            {
               "verse": "6",
               "text": "who will rule the land of Assyria with the sword, the land of Nimrod with drawn sword. He will deliver us from the Assyrians when they invade our land and march across our borders."
            },
            {
               "verse": "7",
               "text": "The remnant of Jacob will be in the midst of many peoples like dew from the Lord, like showers on the grass, which do not wait for anyone or depend on man."
            },
            {
               "verse": "8",
               "text": "The remnant of Jacob will be among the nations, in the midst of many peoples, like a lion among the beasts of the forest, like a young lion among flocks of sheep, which mauls and mangles as it goes, and no one can rescue."
            },
            {
               "verse": "9",
               "text": "Your hand will be lifted up in triumph over your enemies, and all your foes will be destroyed."
            },
            {
               "verse": "10",
               "text": "“In that day,” declares the Lord, “I will destroy your horses from among you and demolish your chariots."
            },
            {
               "verse": "11",
               "text": "I will destroy the cities of your land and tear down all your strongholds."
            },
            {
               "verse": "12",
               "text": "I will destroy your witchcraft and you will no longer cast spells."
            },
            {
               "verse": "13",
               "text": "I will destroy your idols and your sacred stones from among you; you will no longer bow down to the work of your hands."
            },
            {
               "verse": "14",
               "text": "I will uproot from among you your Asherah poles when I demolish your cities."
            },
            {
               "verse": "15",
               "text": "I will take vengeance in anger and wrath on the nations that have not obeyed me.”"
            }
         ]
      },
      {
         "chapter": "6",
         "verses": [
            {
               "verse": "1",
               "text": "Listen to what the Lord says: “Stand up, plead my case before the mountains; let the hills hear what you have to say."
            },
            {
               "verse": "2",
               "text": "“Hear, you mountains, the Lord`s accusation; listen, you everlasting foundations of the earth. For the Lord has a case against his people; he is lodging a charge against Israel."
            },
            {
               "verse": "3",
               "text": "“My people, what have I done to you? How have I burdened you? Answer me."
            },
            {
               "verse": "4",
               "text": "I brought you up out of Egypt and redeemed you from the land of slavery. I sent Moses to lead you, also Aaron and Miriam."
            },
            {
               "verse": "5",
               "text": "My people, remember what Balak king of Moab plotted and what Balaam son of Beor answered. Remember your journey from Shittim to Gilgal, that you may know the righteous acts of the Lord.”"
            },
            {
               "verse": "6",
               "text": "With what shall I come before the Lord and bow down before the exalted God? Shall I come before him with burnt offerings, with calves a year old?"
            },
            {
               "verse": "7",
               "text": "Will the Lord be pleased with thousands of rams, with ten thousand rivers of olive oil? Shall I offer my firstborn for my transgression, the fruit of my body for the sin of my soul?"
            },
            {
               "verse": "8",
               "text": "He has shown you, O mortal, what is good. And what does the Lord require of you? To act justly and to love mercy and to walk humbly with your God."
            },
            {
               "verse": "9",
               "text": "Listen! The Lord is calling to the city— and to fear your name is wisdom— “Heed the rod and the One who appointed it."
            },
            {
               "verse": "10",
               "text": "Am I still to forget your ill-gotten treasures, you wicked house, and the short ephah, which is accursed?"
            },
            {
               "verse": "11",
               "text": "Shall I acquit someone with dishonest scales, with a bag of false weights?"
            },
            {
               "verse": "12",
               "text": "Your rich people are violent; your inhabitants are liars and their tongues speak deceitfully."
            },
            {
               "verse": "13",
               "text": "Therefore, I have begun to destroy you, to ruin you because of your sins."
            },
            {
               "verse": "14",
               "text": "You will eat but not be satisfied; your stomach will still be empty. You will store up but save nothing, because what you save I will give to the sword."
            },
            {
               "verse": "15",
               "text": "You will plant but not harvest; you will press olives but not use the oil, you will crush grapes but not drink the wine."
            },
            {
               "verse": "16",
               "text": "You have observed the statutes of Omri and all the practices of Ahab`s house; you have followed their traditions. Therefore I will give you over to ruin and your people to derision; you will bear the scorn of the nations.”"
            }
         ]
      },
      {
         "chapter": "7",
         "verses": [
            {
               "verse": "1",
               "text": "What misery is mine! I am like one who gathers summer fruit at the gleaning of the vineyard; there is no cluster of grapes to eat, none of the early figs that I crave."
            },
            {
               "verse": "2",
               "text": "The faithful have been swept from the land; not one upright person remains. Everyone lies in wait to shed blood; they hunt each other with nets."
            },
            {
               "verse": "3",
               "text": "Both hands are skilled in doing evil; the ruler demands gifts, the judge accepts bribes, the powerful dictate what they desire— they all conspire together."
            },
            {
               "verse": "4",
               "text": "The best of them is like a brier, the most upright worse than a thorn hedge. The day God visits you has come, the day your watchmen sound the alarm. Now is the time of your confusion."
            },
            {
               "verse": "5",
               "text": "Do not trust a neighbor; put no confidence in a friend. Even with the woman who lies in your embrace guard the words of your lips."
            },
            {
               "verse": "6",
               "text": "For a son dishonors his father, a daughter rises up against her mother, a daughter-in-law against her mother-in-law— a man`s enemies are the members of his own household."
            },
            {
               "verse": "7",
               "text": "But as for me, I watch in hope for the Lord, I wait for God my Savior; my God will hear me."
            },
            {
               "verse": "8",
               "text": "Do not gloat over me, my enemy! Though I have fallen, I will rise. Though I sit in darkness, the Lord will be my light."
            },
            {
               "verse": "9",
               "text": "Because I have sinned against him, I will bear the Lord`s wrath, until he pleads my case and upholds my cause. He will bring me out into the light; I will see his righteousness."
            },
            {
               "verse": "10",
               "text": "Then my enemy will see it and will be covered with shame, she who said to me, “Where is the Lord your God?” My eyes will see her downfall; even now she will be trampled underfoot like mire in the streets."
            },
            {
               "verse": "11",
               "text": "The day for building your walls will come, the day for extending your boundaries."
            },
            {
               "verse": "12",
               "text": "In that day people will come to you from Assyria and the cities of Egypt, even from Egypt to the Euphrates and from sea to sea and from mountain to mountain."
            },
            {
               "verse": "13",
               "text": "The earth will become desolate because of its inhabitants, as the result of their deeds."
            },
            {
               "verse": "14",
               "text": "Shepherd your people with your staff, the flock of your inheritance, which lives by itself in a forest, in fertile pasturelands. Let them feed in Bashan and Gilead as in days long ago."
            },
            {
               "verse": "15",
               "text": "“As in the days when you came out of Egypt, I will show them my wonders.”"
            },
            {
               "verse": "16",
               "text": "Nations will see and be ashamed, deprived of all their power. They will put their hands over their mouths and their ears will become deaf."
            },
            {
               "verse": "17",
               "text": "They will lick dust like a snake, like creatures that crawl on the ground. They will come trembling out of their dens; they will turn in fear to the Lord our God and will be afraid of you."
            },
            {
               "verse": "18",
               "text": "Who is a God like you, who pardons sin and forgives the transgression of the remnant of his inheritance? You do not stay angry forever but delight to show mercy."
            },
            {
               "verse": "19",
               "text": "You will again have compassion on us; you will tread our sins underfoot and hurl all our iniquities into the depths of the sea."
            },
            {
               "verse": "20",
               "text": "You will be faithful to Jacob, and show love to Abraham, as you pledged on oath to our ancestors in days long ago."
            }
         ]
      }
   ]
}