{
   "book": "Proverbs",
   "count": 31,
   "chapters": [
      {
         "chapter": "1",
         "verses": [
            {
               "verse": "1",
               "text": "The proverbs of Solomon son of David, king of Israel:"
            },
            {
               "verse": "2",
               "text": "for gaining wisdom and instruction; for understanding words of insight;"
            },
            {
               "verse": "3",
               "text": "for receiving instruction in prudent behavior, doing what is right and just and fair;"
            },
            {
               "verse": "4",
               "text": "for giving prudence to those who are simple, knowledge and discretion to the young—"
            },
            {
               "verse": "5",
               "text": "let the wise listen and add to their learning, and let the discerning get guidance—"
            },
            {
               "verse": "6",
               "text": "for understanding proverbs and parables, the sayings and riddles of the wise."
            },
            {
               "verse": "7",
               "text": "The fear of the Lord is the beginning of knowledge, but fools despise wisdom and instruction."
            },
            {
               "verse": "8",
               "text": "Listen, my son, to your father`s instruction and do not forsake your mother`s teaching."
            },
            {
               "verse": "9",
               "text": "They are a garland to grace your head and a chain to adorn your neck."
            },
            {
               "verse": "10",
               "text": "My son, if sinful men entice you, do not give in to them."
            },
            {
               "verse": "11",
               "text": "If they say, “Come along with us; let`s lie in wait for innocent blood, let`s ambush some harmless soul;"
            },
            {
               "verse": "12",
               "text": "let`s swallow them alive, like the grave, and whole, like those who go down to the pit;"
            },
            {
               "verse": "13",
               "text": "we will get all sorts of valuable things and fill our houses with plunder;"
            },
            {
               "verse": "14",
               "text": "cast lots with us; we will all share the loot”—"
            },
            {
               "verse": "15",
               "text": "my son, do not go along with them, do not set foot on their paths;"
            },
            {
               "verse": "16",
               "text": "for their feet rush into evil, they are swift to shed blood."
            },
            {
               "verse": "17",
               "text": "How useless to spread a net where every bird can see it!"
            },
            {
               "verse": "18",
               "text": "These men lie in wait for their own blood; they ambush only themselves!"
            },
            {
               "verse": "19",
               "text": "Such are the paths of all who go after ill-gotten gain; it takes away the life of those who get it."
            },
            {
               "verse": "20",
               "text": "Out in the open wisdom calls aloud, she raises her voice in the public square;"
            },
            {
               "verse": "21",
               "text": "on top of the wall she cries out, at the city gate she makes her speech:"
            },
            {
               "verse": "22",
               "text": "“How long will you who are simple love your simple ways? How long will mockers delight in mockery and fools hate knowledge?"
            },
            {
               "verse": "23",
               "text": "Repent at my rebuke! Then I will pour out my thoughts to you, I will make known to you my teachings."
            },
            {
               "verse": "24",
               "text": "But since you refuse to listen when I call and no one pays attention when I stretch out my hand,"
            },
            {
               "verse": "25",
               "text": "since you disregard all my advice and do not accept my rebuke,"
            },
            {
               "verse": "26",
               "text": "I in turn will laugh when disaster strikes you; I will mock when calamity overtakes you—"
            },
            {
               "verse": "27",
               "text": "when calamity overtakes you like a storm, when disaster sweeps over you like a whirlwind, when distress and trouble overwhelm you."
            },
            {
               "verse": "28",
               "text": "“Then they will call to me but I will not answer; they will look for me but will not find me,"
            },
            {
               "verse": "29",
               "text": "since they hated knowledge and did not choose to fear the Lord."
            },
            {
               "verse": "30",
               "text": "Since they would not accept my advice and spurned my rebuke,"
            },
            {
               "verse": "31",
               "text": "they will eat the fruit of their ways and be filled with the fruit of their schemes."
            },
            {
               "verse": "32",
               "text": "For the waywardness of the simple will kill them, and the complacency of fools will destroy them;"
            },
            {
               "verse": "33",
               "text": "but whoever listens to me will live in safety and be at ease, without fear of harm.”"
            }
         ]
      },
      {
         "chapter": "2",
         "verses": [
            {
               "verse": "1",
               "text": "My son, if you accept my words and store up my commands within you,"
            },
            {
               "verse": "2",
               "text": "turning your ear to wisdom and applying your heart to understanding—"
            },
            {
               "verse": "3",
               "text": "indeed, if you call out for insight and cry aloud for understanding,"
            },
            {
               "verse": "4",
               "text": "and if you look for it as for silver and search for it as for hidden treasure,"
            },
            {
               "verse": "5",
               "text": "then you will understand the fear of the Lord and find the knowledge of God."
            },
            {
               "verse": "6",
               "text": "For the Lord gives wisdom; from his mouth come knowledge and understanding."
            },
            {
               "verse": "7",
               "text": "He holds success in store for the upright, he is a shield to those whose walk is blameless,"
            },
            {
               "verse": "8",
               "text": "for he guards the course of the just and protects the way of his faithful ones."
            },
            {
               "verse": "9",
               "text": "Then you will understand what is right and just and fair—every good path."
            },
            {
               "verse": "10",
               "text": "For wisdom will enter your heart, and knowledge will be pleasant to your soul."
            },
            {
               "verse": "11",
               "text": "Discretion will protect you, and understanding will guard you."
            },
            {
               "verse": "12",
               "text": "Wisdom will save you from the ways of wicked men, from men whose words are perverse,"
            },
            {
               "verse": "13",
               "text": "who have left the straight paths to walk in dark ways,"
            },
            {
               "verse": "14",
               "text": "who delight in doing wrong and rejoice in the perverseness of evil,"
            },
            {
               "verse": "15",
               "text": "whose paths are crooked and who are devious in their ways."
            },
            {
               "verse": "16",
               "text": "Wisdom will save you also from the adulterous woman, from the wayward woman with her seductive words,"
            },
            {
               "verse": "17",
               "text": "who has left the partner of her youth and ignored the covenant she made before God."
            },
            {
               "verse": "18",
               "text": "Surely her house leads down to death and her paths to the spirits of the dead."
            },
            {
               "verse": "19",
               "text": "None who go to her return or attain the paths of life."
            },
            {
               "verse": "20",
               "text": "Thus you will walk in the ways of the good and keep to the paths of the righteous."
            },
            {
               "verse": "21",
               "text": "For the upright will live in the land, and the blameless will remain in it;"
            },
            {
               "verse": "22",
               "text": "but the wicked will be cut off from the land, and the unfaithful will be torn from it."
            }
         ]
      },
      {
         "chapter": "3",
         "verses": [
            {
               "verse": "1",
               "text": "My son, do not forget my teaching, but keep my commands in your heart,"
            },
            {
               "verse": "2",
               "text": "for they will prolong your life many years and bring you peace and prosperity."
            },
            {
               "verse": "3",
               "text": "Let love and faithfulness never leave you; bind them around your neck, write them on the tablet of your heart."
            },
            {
               "verse": "4",
               "text": "Then you will win favor and a good name in the sight of God and man."
            },
            {
               "verse": "5",
               "text": "Trust in the Lord with all your heart and lean not on your own understanding;"
            },
            {
               "verse": "6",
               "text": "in all your ways submit to him, and he will make your paths straight."
            },
            {
               "verse": "7",
               "text": "Do not be wise in your own eyes; fear the Lord and shun evil."
            },
            {
               "verse": "8",
               "text": "This will bring health to your body and nourishment to your bones."
            },
            {
               "verse": "9",
               "text": "Honor the Lord with your wealth, with the firstfruits of all your crops;"
            },
            {
               "verse": "10",
               "text": "then your barns will be filled to overflowing, and your vats will brim over with new wine."
            },
            {
               "verse": "11",
               "text": "My son, do not despise the Lord`s discipline, and do not resent his rebuke,"
            },
            {
               "verse": "12",
               "text": "because the Lord disciplines those he loves, as a father the son he delights in."
            },
            {
               "verse": "13",
               "text": "Blessed are those who find wisdom, those who gain understanding,"
            },
            {
               "verse": "14",
               "text": "for she is more profitable than silver and yields better returns than gold."
            },
            {
               "verse": "15",
               "text": "She is more precious than rubies; nothing you desire can compare with her."
            },
            {
               "verse": "16",
               "text": "Long life is in her right hand; in her left hand are riches and honor."
            },
            {
               "verse": "17",
               "text": "Her ways are pleasant ways, and all her paths are peace."
            },
            {
               "verse": "18",
               "text": "She is a tree of life to those who take hold of her; those who hold her fast will be blessed."
            },
            {
               "verse": "19",
               "text": "By wisdom the Lord laid the earth`s foundations, by understanding he set the heavens in place;"
            },
            {
               "verse": "20",
               "text": "by his knowledge the watery depths were divided, and the clouds let drop the dew."
            },
            {
               "verse": "21",
               "text": "My son, do not let wisdom and understanding out of your sight, preserve sound judgment and discretion;"
            },
            {
               "verse": "22",
               "text": "they will be life for you, an ornament to grace your neck."
            },
            {
               "verse": "23",
               "text": "Then you will go on your way in safety, and your foot will not stumble."
            },
            {
               "verse": "24",
               "text": "When you lie down, you will not be afraid; when you lie down, your sleep will be sweet."
            },
            {
               "verse": "25",
               "text": "Have no fear of sudden disaster or of the ruin that overtakes the wicked,"
            },
            {
               "verse": "26",
               "text": "for the Lord will be at your side and will keep your foot from being snared."
            },
            {
               "verse": "27",
               "text": "Do not withhold good from those to whom it is due, when it is in your power to act."
            },
            {
               "verse": "28",
               "text": "Do not say to your neighbor, “Come back tomorrow and I`ll give it to you”— when you already have it with you."
            },
            {
               "verse": "29",
               "text": "Do not plot harm against your neighbor, who lives trustfully near you."
            },
            {
               "verse": "30",
               "text": "Do not accuse anyone for no reason— when they have done you no harm."
            },
            {
               "verse": "31",
               "text": "Do not envy the violent or choose any of their ways."
            },
            {
               "verse": "32",
               "text": "For the Lord detests the perverse but takes the upright into his confidence."
            },
            {
               "verse": "33",
               "text": "The Lord`s curse is on the house of the wicked, but he blesses the home of the righteous."
            },
            {
               "verse": "34",
               "text": "He mocks proud mockers but shows favor to the humble and oppressed."
            },
            {
               "verse": "35",
               "text": "The wise inherit honor, but fools get only shame."
            }
         ]
      },
      {
         "chapter": "4",
         "verses": [
            {
               "verse": "1",
               "text": "Listen, my sons, to a father`s instruction; pay attention and gain understanding."
            },
            {
               "verse": "2",
               "text": "I give you sound learning, so do not forsake my teaching."
            },
            {
               "verse": "3",
               "text": "For I too was a son to my father, still tender, and cherished by my mother."
            },
            {
               "verse": "4",
               "text": "Then he taught me, and he said to me, “Take hold of my words with all your heart; keep my commands, and you will live."
            },
            {
               "verse": "5",
               "text": "Get wisdom, get understanding; do not forget my words or turn away from them."
            },
            {
               "verse": "6",
               "text": "Do not forsake wisdom, and she will protect you; love her, and she will watch over you."
            },
            {
               "verse": "7",
               "text": "The beginning of wisdom is this: Get wisdom. Though it cost all you have, get understanding."
            },
            {
               "verse": "8",
               "text": "Cherish her, and she will exalt you; embrace her, and she will honor you."
            },
            {
               "verse": "9",
               "text": "She will give you a garland to grace your head and present you with a glorious crown.”"
            },
            {
               "verse": "10",
               "text": "Listen, my son, accept what I say, and the years of your life will be many."
            },
            {
               "verse": "11",
               "text": "I instruct you in the way of wisdom and lead you along straight paths."
            },
            {
               "verse": "12",
               "text": "When you walk, your steps will not be hampered; when you run, you will not stumble."
            },
            {
               "verse": "13",
               "text": "Hold on to instruction, do not let it go; guard it well, for it is your life."
            },
            {
               "verse": "14",
               "text": "Do not set foot on the path of the wicked or walk in the way of evildoers."
            },
            {
               "verse": "15",
               "text": "Avoid it, do not travel on it; turn from it and go on your way."
            },
            {
               "verse": "16",
               "text": "For they cannot rest until they do evil; they are robbed of sleep till they make someone stumble."
            },
            {
               "verse": "17",
               "text": "They eat the bread of wickedness and drink the wine of violence."
            },
            {
               "verse": "18",
               "text": "The path of the righteous is like the morning sun, shining ever brighter till the full light of day."
            },
            {
               "verse": "19",
               "text": "But the way of the wicked is like deep darkness; they do not know what makes them stumble."
            },
            {
               "verse": "20",
               "text": "My son, pay attention to what I say; turn your ear to my words."
            },
            {
               "verse": "21",
               "text": "Do not let them out of your sight, keep them within your heart;"
            },
            {
               "verse": "22",
               "text": "for they are life to those who find them and health to one`s whole body."
            },
            {
               "verse": "23",
               "text": "Above all else, guard your heart, for everything you do flows from it."
            },
            {
               "verse": "24",
               "text": "Keep your mouth free of perversity; keep corrupt talk far from your lips."
            },
            {
               "verse": "25",
               "text": "Let your eyes look straight ahead; fix your gaze directly before you."
            },
            {
               "verse": "26",
               "text": "Give careful thought to the paths for your feet and be steadfast in all your ways."
            },
            {
               "verse": "27",
               "text": "Do not turn to the right or the left; keep your foot from evil."
            }
         ]
      },
      {
         "chapter": "5",
         "verses": [
            {
               "verse": "1",
               "text": "My son, pay attention to my wisdom, turn your ear to my words of insight,"
            },
            {
               "verse": "2",
               "text": "that you may maintain discretion and your lips may preserve knowledge."
            },
            {
               "verse": "3",
               "text": "For the lips of the adulterous woman drip honey, and her speech is smoother than oil;"
            },
            {
               "verse": "4",
               "text": "but in the end she is bitter as gall, sharp as a double-edged sword."
            },
            {
               "verse": "5",
               "text": "Her feet go down to death; her steps lead straight to the grave."
            },
            {
               "verse": "6",
               "text": "She gives no thought to the way of life; her paths wander aimlessly, but she does not know it."
            },
            {
               "verse": "7",
               "text": "Now then, my sons, listen to me; do not turn aside from what I say."
            },
            {
               "verse": "8",
               "text": "Keep to a path far from her, do not go near the door of her house,"
            },
            {
               "verse": "9",
               "text": "lest you lose your honor to others and your dignity to one who is cruel,"
            },
            {
               "verse": "10",
               "text": "lest strangers feast on your wealth and your toil enrich the house of another."
            },
            {
               "verse": "11",
               "text": "At the end of your life you will groan, when your flesh and body are spent."
            },
            {
               "verse": "12",
               "text": "You will say, “How I hated discipline! How my heart spurned correction!"
            },
            {
               "verse": "13",
               "text": "I would not obey my teachers or turn my ear to my instructors."
            },
            {
               "verse": "14",
               "text": "And I was soon in serious trouble in the assembly of God`s people.”"
            },
            {
               "verse": "15",
               "text": "Drink water from your own cistern, running water from your own well."
            },
            {
               "verse": "16",
               "text": "Should your springs overflow in the streets, your streams of water in the public squares?"
            },
            {
               "verse": "17",
               "text": "Let them be yours alone, never to be shared with strangers."
            },
            {
               "verse": "18",
               "text": "May your fountain be blessed, and may you rejoice in the wife of your youth."
            },
            {
               "verse": "19",
               "text": "A loving doe, a graceful deer— may her breasts satisfy you always, may you ever be intoxicated with her love."
            },
            {
               "verse": "20",
               "text": "Why, my son, be intoxicated with another man`s wife? Why embrace the bosom of a wayward woman?"
            },
            {
               "verse": "21",
               "text": "For your ways are in full view of the Lord, and he examines all your paths."
            },
            {
               "verse": "22",
               "text": "The evil deeds of the wicked ensnare them; the cords of their sins hold them fast."
            },
            {
               "verse": "23",
               "text": "For lack of discipline they will die, led astray by their own great folly."
            }
         ]
      },
      {
         "chapter": "6",
         "verses": [
            {
               "verse": "1",
               "text": "My son, if you have put up security for your neighbor, if you have shaken hands in pledge for a stranger,"
            },
            {
               "verse": "2",
               "text": "you have been trapped by what you said, ensnared by the words of your mouth."
            },
            {
               "verse": "3",
               "text": "So do this, my son, to free yourself, since you have fallen into your neighbor`s hands: Go—to the point of exhaustion— and give your neighbor no rest!"
            },
            {
               "verse": "4",
               "text": "Allow no sleep to your eyes, no slumber to your eyelids."
            },
            {
               "verse": "5",
               "text": "Free yourself, like a gazelle from the hand of the hunter, like a bird from the snare of the fowler."
            },
            {
               "verse": "6",
               "text": "Go to the ant, you sluggard; consider its ways and be wise!"
            },
            {
               "verse": "7",
               "text": "It has no commander, no overseer or ruler,"
            },
            {
               "verse": "8",
               "text": "yet it stores its provisions in summer and gathers its food at harvest."
            },
            {
               "verse": "9",
               "text": "How long will you lie there, you sluggard? When will you get up from your sleep?"
            },
            {
               "verse": "10",
               "text": "A little sleep, a little slumber, a little folding of the hands to rest—"
            },
            {
               "verse": "11",
               "text": "and poverty will come on you like a thief and scarcity like an armed man."
            },
            {
               "verse": "12",
               "text": "A troublemaker and a villain, who goes about with a corrupt mouth,"
            },
            {
               "verse": "13",
               "text": "who winks maliciously with his eye, signals with his feet and motions with his fingers,"
            },
            {
               "verse": "14",
               "text": "who plots evil with deceit in his heart— he always stirs up conflict."
            },
            {
               "verse": "15",
               "text": "Therefore disaster will overtake him in an instant; he will suddenly be destroyed—without remedy."
            },
            {
               "verse": "16",
               "text": "There are six things the Lord hates, seven that are detestable to him:"
            },
            {
               "verse": "17",
               "text": "haughty eyes, a lying tongue, hands that shed innocent blood,"
            },
            {
               "verse": "18",
               "text": "a heart that devises wicked schemes, feet that are quick to rush into evil,"
            },
            {
               "verse": "19",
               "text": "a false witness who pours out lies and a person who stirs up conflict in the community."
            },
            {
               "verse": "20",
               "text": "My son, keep your father`s command and do not forsake your mother`s teaching."
            },
            {
               "verse": "21",
               "text": "Bind them always on your heart; fasten them around your neck."
            },
            {
               "verse": "22",
               "text": "When you walk, they will guide you; when you sleep, they will watch over you; when you awake, they will speak to you."
            },
            {
               "verse": "23",
               "text": "For this command is a lamp, this teaching is a light, and correction and instruction are the way to life,"
            },
            {
               "verse": "24",
               "text": "keeping you from your neighbor`s wife, from the smooth talk of a wayward woman."
            },
            {
               "verse": "25",
               "text": "Do not lust in your heart after her beauty or let her captivate you with her eyes."
            },
            {
               "verse": "26",
               "text": "For a prostitute can be had for a loaf of bread, but another man`s wife preys on your very life."
            },
            {
               "verse": "27",
               "text": "Can a man scoop fire into his lap without his clothes being burned?"
            },
            {
               "verse": "28",
               "text": "Can a man walk on hot coals without his feet being scorched?"
            },
            {
               "verse": "29",
               "text": "So is he who sleeps with another man`s wife; no one who touches her will go unpunished."
            },
            {
               "verse": "30",
               "text": "People do not despise a thief if he steals to satisfy his hunger when he is starving."
            },
            {
               "verse": "31",
               "text": "Yet if he is caught, he must pay sevenfold, though it costs him all the wealth of his house."
            },
            {
               "verse": "32",
               "text": "But a man who commits adultery has no sense; whoever does so destroys himself."
            },
            {
               "verse": "33",
               "text": "Blows and disgrace are his lot, and his shame will never be wiped away."
            },
            {
               "verse": "34",
               "text": "For jealousy arouses a husband`s fury, and he will show no mercy when he takes revenge."
            },
            {
               "verse": "35",
               "text": "He will not accept any compensation; he will refuse a bribe, however great it is."
            }
         ]
      },
      {
         "chapter": "7",
         "verses": [
            {
               "verse": "1",
               "text": "My son, keep my words and store up my commands within you."
            },
            {
               "verse": "2",
               "text": "Keep my commands and you will live; guard my teachings as the apple of your eye."
            },
            {
               "verse": "3",
               "text": "Bind them on your fingers; write them on the tablet of your heart."
            },
            {
               "verse": "4",
               "text": "Say to wisdom, “You are my sister,” and to insight, “You are my relative.”"
            },
            {
               "verse": "5",
               "text": "They will keep you from the adulterous woman, from the wayward woman with her seductive words."
            },
            {
               "verse": "6",
               "text": "At the window of my house I looked down through the lattice."
            },
            {
               "verse": "7",
               "text": "I saw among the simple, I noticed among the young men, a youth who had no sense."
            },
            {
               "verse": "8",
               "text": "He was going down the street near her corner, walking along in the direction of her house"
            },
            {
               "verse": "9",
               "text": "at twilight, as the day was fading, as the dark of night set in."
            },
            {
               "verse": "10",
               "text": "Then out came a woman to meet him, dressed like a prostitute and with crafty intent."
            },
            {
               "verse": "11",
               "text": "(She is unruly and defiant, her feet never stay at home;"
            },
            {
               "verse": "12",
               "text": "now in the street, now in the squares, at every corner she lurks.)"
            },
            {
               "verse": "13",
               "text": "She took hold of him and kissed him and with a brazen face she said:"
            },
            {
               "verse": "14",
               "text": "“Today I fulfilled my vows, and I have food from my fellowship offering at home."
            },
            {
               "verse": "15",
               "text": "So I came out to meet you; I looked for you and have found you!"
            },
            {
               "verse": "16",
               "text": "I have covered my bed with colored linens from Egypt."
            },
            {
               "verse": "17",
               "text": "I have perfumed my bed with myrrh, aloes and cinnamon."
            },
            {
               "verse": "18",
               "text": "Come, let`s drink deeply of love till morning; let`s enjoy ourselves with love!"
            },
            {
               "verse": "19",
               "text": "My husband is not at home; he has gone on a long journey."
            },
            {
               "verse": "20",
               "text": "He took his purse filled with money and will not be home till full moon.”"
            },
            {
               "verse": "21",
               "text": "With persuasive words she led him astray; she seduced him with her smooth talk."
            },
            {
               "verse": "22",
               "text": "All at once he followed her like an ox going to the slaughter, like a deer stepping into a noose"
            },
            {
               "verse": "23",
               "text": "till an arrow pierces his liver, like a bird darting into a snare, little knowing it will cost him his life."
            },
            {
               "verse": "24",
               "text": "Now then, my sons, listen to me; pay attention to what I say."
            },
            {
               "verse": "25",
               "text": "Do not let your heart turn to her ways or stray into her paths."
            },
            {
               "verse": "26",
               "text": "Many are the victims she has brought down; her slain are a mighty throng."
            },
            {
               "verse": "27",
               "text": "Her house is a highway to the grave, leading down to the chambers of death."
            }
         ]
      },
      {
         "chapter": "8",
         "verses": [
            {
               "verse": "1",
               "text": "Does not wisdom call out? Does not understanding raise her voice?"
            },
            {
               "verse": "2",
               "text": "At the highest point along the way, where the paths meet, she takes her stand;"
            },
            {
               "verse": "3",
               "text": "beside the gate leading into the city, at the entrance, she cries aloud:"
            },
            {
               "verse": "4",
               "text": "“To you, O people, I call out; I raise my voice to all mankind."
            },
            {
               "verse": "5",
               "text": "You who are simple, gain prudence; you who are foolish, set your hearts on it."
            },
            {
               "verse": "6",
               "text": "Listen, for I have trustworthy things to say; I open my lips to speak what is right."
            },
            {
               "verse": "7",
               "text": "My mouth speaks what is true, for my lips detest wickedness."
            },
            {
               "verse": "8",
               "text": "All the words of my mouth are just; none of them is crooked or perverse."
            },
            {
               "verse": "9",
               "text": "To the discerning all of them are right; they are upright to those who have found knowledge."
            },
            {
               "verse": "10",
               "text": "Choose my instruction instead of silver, knowledge rather than choice gold,"
            },
            {
               "verse": "11",
               "text": "for wisdom is more precious than rubies, and nothing you desire can compare with her."
            },
            {
               "verse": "12",
               "text": "“I, wisdom, dwell together with prudence; I possess knowledge and discretion."
            },
            {
               "verse": "13",
               "text": "To fear the Lord is to hate evil; I hate pride and arrogance, evil behavior and perverse speech."
            },
            {
               "verse": "14",
               "text": "Counsel and sound judgment are mine; I have insight, I have power."
            },
            {
               "verse": "15",
               "text": "By me kings reign and rulers issue decrees that are just;"
            },
            {
               "verse": "16",
               "text": "by me princes govern, and nobles—all who rule on earth."
            },
            {
               "verse": "17",
               "text": "I love those who love me, and those who seek me find me."
            },
            {
               "verse": "18",
               "text": "With me are riches and honor, enduring wealth and prosperity."
            },
            {
               "verse": "19",
               "text": "My fruit is better than fine gold; what I yield surpasses choice silver."
            },
            {
               "verse": "20",
               "text": "I walk in the way of righteousness, along the paths of justice,"
            },
            {
               "verse": "21",
               "text": "bestowing a rich inheritance on those who love me and making their treasuries full."
            },
            {
               "verse": "22",
               "text": "“The Lord brought me forth as the first of his works, before his deeds of old;"
            },
            {
               "verse": "23",
               "text": "I was formed long ages ago, at the very beginning, when the world came to be."
            },
            {
               "verse": "24",
               "text": "When there were no watery depths, I was given birth, when there were no springs overflowing with water;"
            },
            {
               "verse": "25",
               "text": "before the mountains were settled in place, before the hills, I was given birth,"
            },
            {
               "verse": "26",
               "text": "before he made the world or its fields or any of the dust of the earth."
            },
            {
               "verse": "27",
               "text": "I was there when he set the heavens in place, when he marked out the horizon on the face of the deep,"
            },
            {
               "verse": "28",
               "text": "when he established the clouds above and fixed securely the fountains of the deep,"
            },
            {
               "verse": "29",
               "text": "when he gave the sea its boundary so the waters would not overstep his command, and when he marked out the foundations of the earth."
            },
            {
               "verse": "30",
               "text": "Then I was constantly at his side. I was filled with delight day after day, rejoicing always in his presence,"
            },
            {
               "verse": "31",
               "text": "rejoicing in his whole world and delighting in mankind."
            },
            {
               "verse": "32",
               "text": "“Now then, my children, listen to me; blessed are those who keep my ways."
            },
            {
               "verse": "33",
               "text": "Listen to my instruction and be wise; do not disregard it."
            },
            {
               "verse": "34",
               "text": "Blessed are those who listen to me, watching daily at my doors, waiting at my doorway."
            },
            {
               "verse": "35",
               "text": "For those who find me find life and receive favor from the Lord."
            },
            {
               "verse": "36",
               "text": "But those who fail to find me harm themselves; all who hate me love death.”"
            }
         ]
      },
      {
         "chapter": "9",
         "verses": [
            {
               "verse": "1",
               "text": "Wisdom has built her house; she has set up its seven pillars."
            },
            {
               "verse": "2",
               "text": "She has prepared her meat and mixed her wine; she has also set her table."
            },
            {
               "verse": "3",
               "text": "She has sent out her servants, and she calls from the highest point of the city,"
            },
            {
               "verse": "4",
               "text": "“Let all who are simple come to my house!” To those who have no sense she says,"
            },
            {
               "verse": "5",
               "text": "“Come, eat my food and drink the wine I have mixed."
            },
            {
               "verse": "6",
               "text": "Leave your simple ways and you will live; walk in the way of insight.”"
            },
            {
               "verse": "7",
               "text": "Whoever corrects a mocker invites insults; whoever rebukes the wicked incurs abuse."
            },
            {
               "verse": "8",
               "text": "Do not rebuke mockers or they will hate you; rebuke the wise and they will love you."
            },
            {
               "verse": "9",
               "text": "Instruct the wise and they will be wiser still; teach the righteous and they will add to their learning."
            },
            {
               "verse": "10",
               "text": "The fear of the Lord is the beginning of wisdom, and knowledge of the Holy One is understanding."
            },
            {
               "verse": "11",
               "text": "For through wisdom your days will be many, and years will be added to your life."
            },
            {
               "verse": "12",
               "text": "If you are wise, your wisdom will reward you; if you are a mocker, you alone will suffer."
            },
            {
               "verse": "13",
               "text": "Folly is an unruly woman; she is simple and knows nothing."
            },
            {
               "verse": "14",
               "text": "She sits at the door of her house, on a seat at the highest point of the city,"
            },
            {
               "verse": "15",
               "text": "calling out to those who pass by, who go straight on their way,"
            },
            {
               "verse": "16",
               "text": "“Let all who are simple come to my house!” To those who have no sense she says,"
            },
            {
               "verse": "17",
               "text": "“Stolen water is sweet; food eaten in secret is delicious!”"
            },
            {
               "verse": "18",
               "text": "But little do they know that the dead are there, that her guests are deep in the realm of the dead."
            }
         ]
      },
      {
         "chapter": "10",
         "verses": [
            {
               "verse": "1",
               "text": "The proverbs of Solomon: A wise son brings joy to his father, but a foolish son brings grief to his mother."
            },
            {
               "verse": "2",
               "text": "Ill-gotten treasures have no lasting value, but righteousness delivers from death."
            },
            {
               "verse": "3",
               "text": "The Lord does not let the righteous go hungry, but he thwarts the craving of the wicked."
            },
            {
               "verse": "4",
               "text": "Lazy hands make for poverty, but diligent hands bring wealth."
            },
            {
               "verse": "5",
               "text": "He who gathers crops in summer is a prudent son, but he who sleeps during harvest is a disgraceful son."
            },
            {
               "verse": "6",
               "text": "Blessings crown the head of the righteous, but violence overwhelms the mouth of the wicked."
            },
            {
               "verse": "7",
               "text": "The name of the righteous is used in blessings, but the name of the wicked will rot."
            },
            {
               "verse": "8",
               "text": "The wise in heart accept commands, but a chattering fool comes to ruin."
            },
            {
               "verse": "9",
               "text": "Whoever walks in integrity walks securely, but whoever takes crooked paths will be found out."
            },
            {
               "verse": "10",
               "text": "Whoever winks maliciously causes grief, and a chattering fool comes to ruin."
            },
            {
               "verse": "11",
               "text": "The mouth of the righteous is a fountain of life, but the mouth of the wicked conceals violence."
            },
            {
               "verse": "12",
               "text": "Hatred stirs up conflict, but love covers over all wrongs."
            },
            {
               "verse": "13",
               "text": "Wisdom is found on the lips of the discerning, but a rod is for the back of one who has no sense."
            },
            {
               "verse": "14",
               "text": "The wise store up knowledge, but the mouth of a fool invites ruin."
            },
            {
               "verse": "15",
               "text": "The wealth of the rich is their fortified city, but poverty is the ruin of the poor."
            },
            {
               "verse": "16",
               "text": "The wages of the righteous is life, but the earnings of the wicked are sin and death."
            },
            {
               "verse": "17",
               "text": "Whoever heeds discipline shows the way to life, but whoever ignores correction leads others astray."
            },
            {
               "verse": "18",
               "text": "Whoever conceals hatred with lying lips and spreads slander is a fool."
            },
            {
               "verse": "19",
               "text": "Sin is not ended by multiplying words, but the prudent hold their tongues."
            },
            {
               "verse": "20",
               "text": "The tongue of the righteous is choice silver, but the heart of the wicked is of little value."
            },
            {
               "verse": "21",
               "text": "The lips of the righteous nourish many, but fools die for lack of sense."
            },
            {
               "verse": "22",
               "text": "The blessing of the Lord brings wealth, without painful toil for it."
            },
            {
               "verse": "23",
               "text": "A fool finds pleasure in wicked schemes, but a person of understanding delights in wisdom."
            },
            {
               "verse": "24",
               "text": "What the wicked dread will overtake them; what the righteous desire will be granted."
            },
            {
               "verse": "25",
               "text": "When the storm has swept by, the wicked are gone, but the righteous stand firm forever."
            },
            {
               "verse": "26",
               "text": "As vinegar to the teeth and smoke to the eyes, so are sluggards to those who send them."
            },
            {
               "verse": "27",
               "text": "The fear of the Lord adds length to life, but the years of the wicked are cut short."
            },
            {
               "verse": "28",
               "text": "The prospect of the righteous is joy, but the hopes of the wicked come to nothing."
            },
            {
               "verse": "29",
               "text": "The way of the Lord is a refuge for the blameless, but it is the ruin of those who do evil."
            },
            {
               "verse": "30",
               "text": "The righteous will never be uprooted, but the wicked will not remain in the land."
            },
            {
               "verse": "31",
               "text": "From the mouth of the righteous comes the fruit of wisdom, but a perverse tongue will be silenced."
            },
            {
               "verse": "32",
               "text": "The lips of the righteous know what finds favor, but the mouth of the wicked only what is perverse."
            }
         ]
      },
      {
         "chapter": "11",
         "verses": [
            {
               "verse": "1",
               "text": "The Lord detests dishonest scales, but accurate weights find favor with him."
            },
            {
               "verse": "2",
               "text": "When pride comes, then comes disgrace, but with humility comes wisdom."
            },
            {
               "verse": "3",
               "text": "The integrity of the upright guides them, but the unfaithful are destroyed by their duplicity."
            },
            {
               "verse": "4",
               "text": "Wealth is worthless in the day of wrath, but righteousness delivers from death."
            },
            {
               "verse": "5",
               "text": "The righteousness of the blameless makes their paths straight, but the wicked are brought down by their own wickedness."
            },
            {
               "verse": "6",
               "text": "The righteousness of the upright delivers them, but the unfaithful are trapped by evil desires."
            },
            {
               "verse": "7",
               "text": "Hopes placed in mortals die with them; all the promise of their power comes to nothing."
            },
            {
               "verse": "8",
               "text": "The righteous person is rescued from trouble, and it falls on the wicked instead."
            },
            {
               "verse": "9",
               "text": "With their mouths the godless destroy their neighbors, but through knowledge the righteous escape."
            },
            {
               "verse": "10",
               "text": "When the righteous prosper, the city rejoices; when the wicked perish, there are shouts of joy."
            },
            {
               "verse": "11",
               "text": "Through the blessing of the upright a city is exalted, but by the mouth of the wicked it is destroyed."
            },
            {
               "verse": "12",
               "text": "Whoever derides their neighbor has no sense, but the one who has understanding holds their tongue."
            },
            {
               "verse": "13",
               "text": "A gossip betrays a confidence, but a trustworthy person keeps a secret."
            },
            {
               "verse": "14",
               "text": "For lack of guidance a nation falls, but victory is won through many advisers."
            },
            {
               "verse": "15",
               "text": "Whoever puts up security for a stranger will surely suffer, but whoever refuses to shake hands in pledge is safe."
            },
            {
               "verse": "16",
               "text": "A kindhearted woman gains honor, but ruthless men gain only wealth."
            },
            {
               "verse": "17",
               "text": "Those who are kind benefit themselves, but the cruel bring ruin on themselves."
            },
            {
               "verse": "18",
               "text": "A wicked person earns deceptive wages, but the one who sows righteousness reaps a sure reward."
            },
            {
               "verse": "19",
               "text": "Truly the righteous attain life, but whoever pursues evil finds death."
            },
            {
               "verse": "20",
               "text": "The Lord detests those whose hearts are perverse, but he delights in those whose ways are blameless."
            },
            {
               "verse": "21",
               "text": "Be sure of this: The wicked will not go unpunished, but those who are righteous will go free."
            },
            {
               "verse": "22",
               "text": "Like a gold ring in a pig`s snout is a beautiful woman who shows no discretion."
            },
            {
               "verse": "23",
               "text": "The desire of the righteous ends only in good, but the hope of the wicked only in wrath."
            },
            {
               "verse": "24",
               "text": "One person gives freely, yet gains even more; another withholds unduly, but comes to poverty."
            },
            {
               "verse": "25",
               "text": "A generous person will prosper; whoever refreshes others will be refreshed."
            },
            {
               "verse": "26",
               "text": "People curse the one who hoards grain, but they pray God`s blessing on the one who is willing to sell."
            },
            {
               "verse": "27",
               "text": "Whoever seeks good finds favor, but evil comes to one who searches for it."
            },
            {
               "verse": "28",
               "text": "Those who trust in their riches will fall, but the righteous will thrive like a green leaf."
            },
            {
               "verse": "29",
               "text": "Whoever brings ruin on their family will inherit only wind, and the fool will be servant to the wise."
            },
            {
               "verse": "30",
               "text": "The fruit of the righteous is a tree of life, and the one who is wise saves lives."
            },
            {
               "verse": "31",
               "text": "If the righteous receive their due on earth, how much more the ungodly and the sinner!"
            }
         ]
      },
      {
         "chapter": "12",
         "verses": [
            {
               "verse": "1",
               "text": "Whoever loves discipline loves knowledge, but whoever hates correction is stupid."
            },
            {
               "verse": "2",
               "text": "Good people obtain favor from the Lord, but he condemns those who devise wicked schemes."
            },
            {
               "verse": "3",
               "text": "No one can be established through wickedness, but the righteous cannot be uprooted."
            },
            {
               "verse": "4",
               "text": "A wife of noble character is her husband`s crown, but a disgraceful wife is like decay in his bones."
            },
            {
               "verse": "5",
               "text": "The plans of the righteous are just, but the advice of the wicked is deceitful."
            },
            {
               "verse": "6",
               "text": "The words of the wicked lie in wait for blood, but the speech of the upright rescues them."
            },
            {
               "verse": "7",
               "text": "The wicked are overthrown and are no more, but the house of the righteous stands firm."
            },
            {
               "verse": "8",
               "text": "A person is praised according to their prudence, and one with a warped mind is despised."
            },
            {
               "verse": "9",
               "text": "Better to be a nobody and yet have a servant than pretend to be somebody and have no food."
            },
            {
               "verse": "10",
               "text": "The righteous care for the needs of their animals, but the kindest acts of the wicked are cruel."
            },
            {
               "verse": "11",
               "text": "Those who work their land will have abundant food, but those who chase fantasies have no sense."
            },
            {
               "verse": "12",
               "text": "The wicked desire the stronghold of evildoers, but the root of the righteous endures."
            },
            {
               "verse": "13",
               "text": "Evildoers are trapped by their sinful talk, and so the innocent escape trouble."
            },
            {
               "verse": "14",
               "text": "From the fruit of their lips people are filled with good things, and the work of their hands brings them reward."
            },
            {
               "verse": "15",
               "text": "The way of fools seems right to them, but the wise listen to advice."
            },
            {
               "verse": "16",
               "text": "Fools show their annoyance at once, but the prudent overlook an insult."
            },
            {
               "verse": "17",
               "text": "An honest witness tells the truth, but a false witness tells lies."
            },
            {
               "verse": "18",
               "text": "The words of the reckless pierce like swords, but the tongue of the wise brings healing."
            },
            {
               "verse": "19",
               "text": "Truthful lips endure forever, but a lying tongue lasts only a moment."
            },
            {
               "verse": "20",
               "text": "Deceit is in the hearts of those who plot evil, but those who promote peace have joy."
            },
            {
               "verse": "21",
               "text": "No harm overtakes the righteous, but the wicked have their fill of trouble."
            },
            {
               "verse": "22",
               "text": "The Lord detests lying lips, but he delights in people who are trustworthy."
            },
            {
               "verse": "23",
               "text": "The prudent keep their knowledge to themselves, but a fool`s heart blurts out folly."
            },
            {
               "verse": "24",
               "text": "Diligent hands will rule, but laziness ends in forced labor."
            },
            {
               "verse": "25",
               "text": "Anxiety weighs down the heart, but a kind word cheers it up."
            },
            {
               "verse": "26",
               "text": "The righteous choose their friends carefully, but the way of the wicked leads them astray."
            },
            {
               "verse": "27",
               "text": "The lazy do not roast any game, but the diligent feed on the riches of the hunt."
            },
            {
               "verse": "28",
               "text": "In the way of righteousness there is life; along that path is immortality."
            }
         ]
      },
      {
         "chapter": "13",
         "verses": [
            {
               "verse": "1",
               "text": "A wise son heeds his father`s instruction, but a mocker does not respond to rebukes."
            },
            {
               "verse": "2",
               "text": "From the fruit of their lips people enjoy good things, but the unfaithful have an appetite for violence."
            },
            {
               "verse": "3",
               "text": "Those who guard their lips preserve their lives, but those who speak rashly will come to ruin."
            },
            {
               "verse": "4",
               "text": "A sluggard`s appetite is never filled, but the desires of the diligent are fully satisfied."
            },
            {
               "verse": "5",
               "text": "The righteous hate what is false, but the wicked make themselves a stench and bring shame on themselves."
            },
            {
               "verse": "6",
               "text": "Righteousness guards the person of integrity, but wickedness overthrows the sinner."
            },
            {
               "verse": "7",
               "text": "One person pretends to be rich, yet has nothing; another pretends to be poor, yet has great wealth."
            },
            {
               "verse": "8",
               "text": "A person`s riches may ransom their life, but the poor cannot respond to threatening rebukes."
            },
            {
               "verse": "9",
               "text": "The light of the righteous shines brightly, but the lamp of the wicked is snuffed out."
            },
            {
               "verse": "10",
               "text": "Where there is strife, there is pride, but wisdom is found in those who take advice."
            },
            {
               "verse": "11",
               "text": "Dishonest money dwindles away, but whoever gathers money little by little makes it grow."
            },
            {
               "verse": "12",
               "text": "Hope deferred makes the heart sick, but a longing fulfilled is a tree of life."
            },
            {
               "verse": "13",
               "text": "Whoever scorns instruction will pay for it, but whoever respects a command is rewarded."
            },
            {
               "verse": "14",
               "text": "The teaching of the wise is a fountain of life, turning a person from the snares of death."
            },
            {
               "verse": "15",
               "text": "Good judgment wins favor, but the way of the unfaithful leads to their destruction."
            },
            {
               "verse": "16",
               "text": "All who are prudent act with knowledge, but fools expose their folly."
            },
            {
               "verse": "17",
               "text": "A wicked messenger falls into trouble, but a trustworthy envoy brings healing."
            },
            {
               "verse": "18",
               "text": "Whoever disregards discipline comes to poverty and shame, but whoever heeds correction is honored."
            },
            {
               "verse": "19",
               "text": "A longing fulfilled is sweet to the soul, but fools detest turning from evil."
            },
            {
               "verse": "20",
               "text": "Walk with the wise and become wise, for a companion of fools suffers harm."
            },
            {
               "verse": "21",
               "text": "Trouble pursues the sinner, but the righteous are rewarded with good things."
            },
            {
               "verse": "22",
               "text": "A good person leaves an inheritance for their children`s children, but a sinner`s wealth is stored up for the righteous."
            },
            {
               "verse": "23",
               "text": "An unplowed field produces food for the poor, but injustice sweeps it away."
            },
            {
               "verse": "24",
               "text": "Whoever spares the rod hates their children, but the one who loves their children is careful to discipline them."
            },
            {
               "verse": "25",
               "text": "The righteous eat to their hearts` content, but the stomach of the wicked goes hungry."
            }
         ]
      },
      {
         "chapter": "14",
         "verses": [
            {
               "verse": "1",
               "text": "The wise woman builds her house, but with her own hands the foolish one tears hers down."
            },
            {
               "verse": "2",
               "text": "Whoever fears the Lord walks uprightly, but those who despise him are devious in their ways."
            },
            {
               "verse": "3",
               "text": "A fool`s mouth lashes out with pride, but the lips of the wise protect them."
            },
            {
               "verse": "4",
               "text": "Where there are no oxen, the manger is empty, but from the strength of an ox come abundant harvests."
            },
            {
               "verse": "5",
               "text": "An honest witness does not deceive, but a false witness pours out lies."
            },
            {
               "verse": "6",
               "text": "The mocker seeks wisdom and finds none, but knowledge comes easily to the discerning."
            },
            {
               "verse": "7",
               "text": "Stay away from a fool, for you will not find knowledge on their lips."
            },
            {
               "verse": "8",
               "text": "The wisdom of the prudent is to give thought to their ways, but the folly of fools is deception."
            },
            {
               "verse": "9",
               "text": "Fools mock at making amends for sin, but goodwill is found among the upright."
            },
            {
               "verse": "10",
               "text": "Each heart knows its own bitterness, and no one else can share its joy."
            },
            {
               "verse": "11",
               "text": "The house of the wicked will be destroyed, but the tent of the upright will flourish."
            },
            {
               "verse": "12",
               "text": "There is a way that appears to be right, but in the end it leads to death."
            },
            {
               "verse": "13",
               "text": "Even in laughter the heart may ache, and rejoicing may end in grief."
            },
            {
               "verse": "14",
               "text": "The faithless will be fully repaid for their ways, and the good rewarded for theirs."
            },
            {
               "verse": "15",
               "text": "The simple believe anything, but the prudent give thought to their steps."
            },
            {
               "verse": "16",
               "text": "The wise fear the Lord and shun evil, but a fool is hotheaded and yet feels secure."
            },
            {
               "verse": "17",
               "text": "A quick-tempered person does foolish things, and the one who devises evil schemes is hated."
            },
            {
               "verse": "18",
               "text": "The simple inherit folly, but the prudent are crowned with knowledge."
            },
            {
               "verse": "19",
               "text": "Evildoers will bow down in the presence of the good, and the wicked at the gates of the righteous."
            },
            {
               "verse": "20",
               "text": "The poor are shunned even by their neighbors, but the rich have many friends."
            },
            {
               "verse": "21",
               "text": "It is a sin to despise one`s neighbor, but blessed is the one who is kind to the needy."
            },
            {
               "verse": "22",
               "text": "Do not those who plot evil go astray? But those who plan what is good find love and faithfulness."
            },
            {
               "verse": "23",
               "text": "All hard work brings a profit, but mere talk leads only to poverty."
            },
            {
               "verse": "24",
               "text": "The wealth of the wise is their crown, but the folly of fools yields folly."
            },
            {
               "verse": "25",
               "text": "A truthful witness saves lives, but a false witness is deceitful."
            },
            {
               "verse": "26",
               "text": "Whoever fears the Lord has a secure fortress, and for their children it will be a refuge."
            },
            {
               "verse": "27",
               "text": "The fear of the Lord is a fountain of life, turning a person from the snares of death."
            },
            {
               "verse": "28",
               "text": "A large population is a king`s glory, but without subjects a prince is ruined."
            },
            {
               "verse": "29",
               "text": "Whoever is patient has great understanding, but one who is quick-tempered displays folly."
            },
            {
               "verse": "30",
               "text": "A heart at peace gives life to the body, but envy rots the bones."
            },
            {
               "verse": "31",
               "text": "Whoever oppresses the poor shows contempt for their Maker, but whoever is kind to the needy honors God."
            },
            {
               "verse": "32",
               "text": "When calamity comes, the wicked are brought down, but even in death the righteous seek refuge in God."
            },
            {
               "verse": "33",
               "text": "Wisdom reposes in the heart of the discerning and even among fools she lets herself be known."
            },
            {
               "verse": "34",
               "text": "Righteousness exalts a nation, but sin condemns any people."
            },
            {
               "verse": "35",
               "text": "A king delights in a wise servant, but a shameful servant arouses his fury."
            }
         ]
      },
      {
         "chapter": "15",
         "verses": [
            {
               "verse": "1",
               "text": "A gentle answer turns away wrath, but a harsh word stirs up anger."
            },
            {
               "verse": "2",
               "text": "The tongue of the wise adorns knowledge, but the mouth of the fool gushes folly."
            },
            {
               "verse": "3",
               "text": "The eyes of the Lord are everywhere, keeping watch on the wicked and the good."
            },
            {
               "verse": "4",
               "text": "The soothing tongue is a tree of life, but a perverse tongue crushes the spirit."
            },
            {
               "verse": "5",
               "text": "A fool spurns a parent`s discipline, but whoever heeds correction shows prudence."
            },
            {
               "verse": "6",
               "text": "The house of the righteous contains great treasure, but the income of the wicked brings ruin."
            },
            {
               "verse": "7",
               "text": "The lips of the wise spread knowledge, but the hearts of fools are not upright."
            },
            {
               "verse": "8",
               "text": "The Lord detests the sacrifice of the wicked, but the prayer of the upright pleases him."
            },
            {
               "verse": "9",
               "text": "The Lord detests the way of the wicked, but he loves those who pursue righteousness."
            },
            {
               "verse": "10",
               "text": "Stern discipline awaits anyone who leaves the path; the one who hates correction will die."
            },
            {
               "verse": "11",
               "text": "Death and Destruction lie open before the Lord— how much more do human hearts!"
            },
            {
               "verse": "12",
               "text": "Mockers resent correction, so they avoid the wise."
            },
            {
               "verse": "13",
               "text": "A happy heart makes the face cheerful, but heartache crushes the spirit."
            },
            {
               "verse": "14",
               "text": "The discerning heart seeks knowledge, but the mouth of a fool feeds on folly."
            },
            {
               "verse": "15",
               "text": "All the days of the oppressed are wretched, but the cheerful heart has a continual feast."
            },
            {
               "verse": "16",
               "text": "Better a little with the fear of the Lord than great wealth with turmoil."
            },
            {
               "verse": "17",
               "text": "Better a small serving of vegetables with love than a fattened calf with hatred."
            },
            {
               "verse": "18",
               "text": "A hot-tempered person stirs up conflict, but the one who is patient calms a quarrel."
            },
            {
               "verse": "19",
               "text": "The way of the sluggard is blocked with thorns, but the path of the upright is a highway."
            },
            {
               "verse": "20",
               "text": "A wise son brings joy to his father, but a foolish man despises his mother."
            },
            {
               "verse": "21",
               "text": "Folly brings joy to one who has no sense, but whoever has understanding keeps a straight course."
            },
            {
               "verse": "22",
               "text": "Plans fail for lack of counsel, but with many advisers they succeed."
            },
            {
               "verse": "23",
               "text": "A person finds joy in giving an apt reply— and how good is a timely word!"
            },
            {
               "verse": "24",
               "text": "The path of life leads upward for the prudent to keep them from going down to the realm of the dead."
            },
            {
               "verse": "25",
               "text": "The Lord tears down the house of the proud, but he sets the widow`s boundary stones in place."
            },
            {
               "verse": "26",
               "text": "The Lord detests the thoughts of the wicked, but gracious words are pure in his sight."
            },
            {
               "verse": "27",
               "text": "The greedy bring ruin to their households, but the one who hates bribes will live."
            },
            {
               "verse": "28",
               "text": "The heart of the righteous weighs its answers, but the mouth of the wicked gushes evil."
            },
            {
               "verse": "29",
               "text": "The Lord is far from the wicked, but he hears the prayer of the righteous."
            },
            {
               "verse": "30",
               "text": "Light in a messenger`s eyes brings joy to the heart, and good news gives health to the bones."
            },
            {
               "verse": "31",
               "text": "Whoever heeds life-giving correction will be at home among the wise."
            },
            {
               "verse": "32",
               "text": "Those who disregard discipline despise themselves, but the one who heeds correction gains understanding."
            },
            {
               "verse": "33",
               "text": "Wisdom`s instruction is to fear the Lord, and humility comes before honor."
            }
         ]
      },
      {
         "chapter": "16",
         "verses": [
            {
               "verse": "1",
               "text": "To humans belong the plans of the heart, but from the Lord comes the proper answer of the tongue."
            },
            {
               "verse": "2",
               "text": "All a person`s ways seem pure to them, but motives are weighed by the Lord."
            },
            {
               "verse": "3",
               "text": "Commit to the Lord whatever you do, and he will establish your plans."
            },
            {
               "verse": "4",
               "text": "The Lord works out everything to its proper end— even the wicked for a day of disaster."
            },
            {
               "verse": "5",
               "text": "The Lord detests all the proud of heart. Be sure of this: They will not go unpunished."
            },
            {
               "verse": "6",
               "text": "Through love and faithfulness sin is atoned for; through the fear of the Lord evil is avoided."
            },
            {
               "verse": "7",
               "text": "When the Lord takes pleasure in anyone`s way, he causes their enemies to make peace with them."
            },
            {
               "verse": "8",
               "text": "Better a little with righteousness than much gain with injustice."
            },
            {
               "verse": "9",
               "text": "In their hearts humans plan their course, but the Lord establishes their steps."
            },
            {
               "verse": "10",
               "text": "The lips of a king speak as an oracle, and his mouth does not betray justice."
            },
            {
               "verse": "11",
               "text": "Honest scales and balances belong to the Lord; all the weights in the bag are of his making."
            },
            {
               "verse": "12",
               "text": "Kings detest wrongdoing, for a throne is established through righteousness."
            },
            {
               "verse": "13",
               "text": "Kings take pleasure in honest lips; they value the one who speaks what is right."
            },
            {
               "verse": "14",
               "text": "A king`s wrath is a messenger of death, but the wise will appease it."
            },
            {
               "verse": "15",
               "text": "When a king`s face brightens, it means life; his favor is like a rain cloud in spring."
            },
            {
               "verse": "16",
               "text": "How much better to get wisdom than gold, to get insight rather than silver!"
            },
            {
               "verse": "17",
               "text": "The highway of the upright avoids evil; those who guard their ways preserve their lives."
            },
            {
               "verse": "18",
               "text": "Pride goes before destruction, a haughty spirit before a fall."
            },
            {
               "verse": "19",
               "text": "Better to be lowly in spirit along with the oppressed than to share plunder with the proud."
            },
            {
               "verse": "20",
               "text": "Whoever gives heed to instruction prospers, and blessed is the one who trusts in the Lord."
            },
            {
               "verse": "21",
               "text": "The wise in heart are called discerning, and gracious words promote instruction."
            },
            {
               "verse": "22",
               "text": "Prudence is a fountain of life to the prudent, but folly brings punishment to fools."
            },
            {
               "verse": "23",
               "text": "The hearts of the wise make their mouths prudent, and their lips promote instruction."
            },
            {
               "verse": "24",
               "text": "Gracious words are a honeycomb, sweet to the soul and healing to the bones."
            },
            {
               "verse": "25",
               "text": "There is a way that appears to be right, but in the end it leads to death."
            },
            {
               "verse": "26",
               "text": "The appetite of laborers works for them; their hunger drives them on."
            },
            {
               "verse": "27",
               "text": "A scoundrel plots evil, and on their lips it is like a scorching fire."
            },
            {
               "verse": "28",
               "text": "A perverse person stirs up conflict, and a gossip separates close friends."
            },
            {
               "verse": "29",
               "text": "A violent person entices their neighbor and leads them down a path that is not good."
            },
            {
               "verse": "30",
               "text": "Whoever winks with their eye is plotting perversity; whoever purses their lips is bent on evil."
            },
            {
               "verse": "31",
               "text": "Gray hair is a crown of splendor; it is attained in the way of righteousness."
            },
            {
               "verse": "32",
               "text": "Better a patient person than a warrior, one with self-control than one who takes a city."
            },
            {
               "verse": "33",
               "text": "The lot is cast into the lap, but its every decision is from the Lord."
            }
         ]
      },
      {
         "chapter": "17",
         "verses": [
            {
               "verse": "1",
               "text": "Better a dry crust with peace and quiet than a house full of feasting, with strife."
            },
            {
               "verse": "2",
               "text": "A prudent servant will rule over a disgraceful son and will share the inheritance as one of the family."
            },
            {
               "verse": "3",
               "text": "The crucible for silver and the furnace for gold, but the Lord tests the heart."
            },
            {
               "verse": "4",
               "text": "A wicked person listens to deceitful lips; a liar pays attention to a destructive tongue."
            },
            {
               "verse": "5",
               "text": "Whoever mocks the poor shows contempt for their Maker; whoever gloats over disaster will not go unpunished."
            },
            {
               "verse": "6",
               "text": "Children`s children are a crown to the aged, and parents are the pride of their children."
            },
            {
               "verse": "7",
               "text": "Eloquent lips are unsuited to a godless fool— how much worse lying lips to a ruler!"
            },
            {
               "verse": "8",
               "text": "A bribe is seen as a charm by the one who gives it; they think success will come at every turn."
            },
            {
               "verse": "9",
               "text": "Whoever would foster love covers over an offense, but whoever repeats the matter separates close friends."
            },
            {
               "verse": "10",
               "text": "A rebuke impresses a discerning person more than a hundred lashes a fool."
            },
            {
               "verse": "11",
               "text": "Evildoers foster rebellion against God; the messenger of death will be sent against them."
            },
            {
               "verse": "12",
               "text": "Better to meet a bear robbed of her cubs than a fool bent on folly."
            },
            {
               "verse": "13",
               "text": "Evil will never leave the house of one who pays back evil for good."
            },
            {
               "verse": "14",
               "text": "Starting a quarrel is like breaching a dam; so drop the matter before a dispute breaks out."
            },
            {
               "verse": "15",
               "text": "Acquitting the guilty and condemning the innocent— the Lord detests them both."
            },
            {
               "verse": "16",
               "text": "Why should fools have money in hand to buy wisdom, when they are not able to understand it?"
            },
            {
               "verse": "17",
               "text": "A friend loves at all times, and a brother is born for a time of adversity."
            },
            {
               "verse": "18",
               "text": "One who has no sense shakes hands in pledge and puts up security for a neighbor."
            },
            {
               "verse": "19",
               "text": "Whoever loves a quarrel loves sin; whoever builds a high gate invites destruction."
            },
            {
               "verse": "20",
               "text": "One whose heart is corrupt does not prosper; one whose tongue is perverse falls into trouble."
            },
            {
               "verse": "21",
               "text": "To have a fool for a child brings grief; there is no joy for the parent of a godless fool."
            },
            {
               "verse": "22",
               "text": "A cheerful heart is good medicine, but a crushed spirit dries up the bones."
            },
            {
               "verse": "23",
               "text": "The wicked accept bribes in secret to pervert the course of justice."
            },
            {
               "verse": "24",
               "text": "A discerning person keeps wisdom in view, but a fool`s eyes wander to the ends of the earth."
            },
            {
               "verse": "25",
               "text": "A foolish son brings grief to his father and bitterness to the mother who bore him."
            },
            {
               "verse": "26",
               "text": "If imposing a fine on the innocent is not good, surely to flog honest officials is not right."
            },
            {
               "verse": "27",
               "text": "The one who has knowledge uses words with restraint, and whoever has understanding is even-tempered."
            },
            {
               "verse": "28",
               "text": "Even fools are thought wise if they keep silent, and discerning if they hold their tongues."
            }
         ]
      },
      {
         "chapter": "18",
         "verses": [
            {
               "verse": "1",
               "text": "An unfriendly person pursues selfish ends and against all sound judgment starts quarrels."
            },
            {
               "verse": "2",
               "text": "Fools find no pleasure in understanding but delight in airing their own opinions."
            },
            {
               "verse": "3",
               "text": "When wickedness comes, so does contempt, and with shame comes reproach."
            },
            {
               "verse": "4",
               "text": "The words of the mouth are deep waters, but the fountain of wisdom is a rushing stream."
            },
            {
               "verse": "5",
               "text": "It is not good to be partial to the wicked and so deprive the innocent of justice."
            },
            {
               "verse": "6",
               "text": "The lips of fools bring them strife, and their mouths invite a beating."
            },
            {
               "verse": "7",
               "text": "The mouths of fools are their undoing, and their lips are a snare to their very lives."
            },
            {
               "verse": "8",
               "text": "The words of a gossip are like choice morsels; they go down to the inmost parts."
            },
            {
               "verse": "9",
               "text": "One who is slack in his work is brother to one who destroys."
            },
            {
               "verse": "10",
               "text": "The name of the Lord is a fortified tower; the righteous run to it and are safe."
            },
            {
               "verse": "11",
               "text": "The wealth of the rich is their fortified city; they imagine it a wall too high to scale."
            },
            {
               "verse": "12",
               "text": "Before a downfall the heart is haughty, but humility comes before honor."
            },
            {
               "verse": "13",
               "text": "To answer before listening— that is folly and shame."
            },
            {
               "verse": "14",
               "text": "The human spirit can endure in sickness, but a crushed spirit who can bear?"
            },
            {
               "verse": "15",
               "text": "The heart of the discerning acquires knowledge, for the ears of the wise seek it out."
            },
            {
               "verse": "16",
               "text": "A gift opens the way and ushers the giver into the presence of the great."
            },
            {
               "verse": "17",
               "text": "In a lawsuit the first to speak seems right, until someone comes forward and cross-examines."
            },
            {
               "verse": "18",
               "text": "Casting the lot settles disputes and keeps strong opponents apart."
            },
            {
               "verse": "19",
               "text": "A brother wronged is more unyielding than a fortified city; disputes are like the barred gates of a citadel."
            },
            {
               "verse": "20",
               "text": "From the fruit of their mouth a person`s stomach is filled; with the harvest of their lips they are satisfied."
            },
            {
               "verse": "21",
               "text": "The tongue has the power of life and death, and those who love it will eat its fruit."
            },
            {
               "verse": "22",
               "text": "He who finds a wife finds what is good and receives favor from the Lord."
            },
            {
               "verse": "23",
               "text": "The poor plead for mercy, but the rich answer harshly."
            },
            {
               "verse": "24",
               "text": "One who has unreliable friends soon comes to ruin, but there is a friend who sticks closer than a brother."
            }
         ]
      },
      {
         "chapter": "19",
         "verses": [
            {
               "verse": "1",
               "text": "Better the poor whose walk is blameless than a fool whose lips are perverse."
            },
            {
               "verse": "2",
               "text": "Desire without knowledge is not good— how much more will hasty feet miss the way!"
            },
            {
               "verse": "3",
               "text": "A person`s own folly leads to their ruin, yet their heart rages against the Lord."
            },
            {
               "verse": "4",
               "text": "Wealth attracts many friends, but even the closest friend of the poor person deserts them."
            },
            {
               "verse": "5",
               "text": "A false witness will not go unpunished, and whoever pours out lies will not go free."
            },
            {
               "verse": "6",
               "text": "Many curry favor with a ruler, and everyone is the friend of one who gives gifts."
            },
            {
               "verse": "7",
               "text": "The poor are shunned by all their relatives— how much more do their friends avoid them! Though the poor pursue them with pleading, they are nowhere to be found."
            },
            {
               "verse": "8",
               "text": "The one who gets wisdom loves life; the one who cherishes understanding will soon prosper."
            },
            {
               "verse": "9",
               "text": "A false witness will not go unpunished, and whoever pours out lies will perish."
            },
            {
               "verse": "10",
               "text": "It is not fitting for a fool to live in luxury— how much worse for a slave to rule over princes!"
            },
            {
               "verse": "11",
               "text": "A person`s wisdom yields patience; it is to one`s glory to overlook an offense."
            },
            {
               "verse": "12",
               "text": "A king`s rage is like the roar of a lion, but his favor is like dew on the grass."
            },
            {
               "verse": "13",
               "text": "A foolish child is a father`s ruin, and a quarrelsome wife is like the constant dripping of a leaky roof."
            },
            {
               "verse": "14",
               "text": "Houses and wealth are inherited from parents, but a prudent wife is from the Lord."
            },
            {
               "verse": "15",
               "text": "Laziness brings on deep sleep, and the shiftless go hungry."
            },
            {
               "verse": "16",
               "text": "Whoever keeps commandments keeps their life, but whoever shows contempt for their ways will die."
            },
            {
               "verse": "17",
               "text": "Whoever is kind to the poor lends to the Lord, and he will reward them for what they have done."
            },
            {
               "verse": "18",
               "text": "Discipline your children, for in that there is hope; do not be a willing party to their death."
            },
            {
               "verse": "19",
               "text": "A hot-tempered person must pay the penalty; rescue them, and you will have to do it again."
            },
            {
               "verse": "20",
               "text": "Listen to advice and accept discipline, and at the end you will be counted among the wise."
            },
            {
               "verse": "21",
               "text": "Many are the plans in a person`s heart, but it is the Lord`s purpose that prevails."
            },
            {
               "verse": "22",
               "text": "What a person desires is unfailing love; better to be poor than a liar."
            },
            {
               "verse": "23",
               "text": "The fear of the Lord leads to life; then one rests content, untouched by trouble."
            },
            {
               "verse": "24",
               "text": "A sluggard buries his hand in the dish; he will not even bring it back to his mouth!"
            },
            {
               "verse": "25",
               "text": "Flog a mocker, and the simple will learn prudence; rebuke the discerning, and they will gain knowledge."
            },
            {
               "verse": "26",
               "text": "Whoever robs their father and drives out their mother is a child who brings shame and disgrace."
            },
            {
               "verse": "27",
               "text": "Stop listening to instruction, my son, and you will stray from the words of knowledge."
            },
            {
               "verse": "28",
               "text": "A corrupt witness mocks at justice, and the mouth of the wicked gulps down evil."
            },
            {
               "verse": "29",
               "text": "Penalties are prepared for mockers, and beatings for the backs of fools."
            }
         ]
      },
      {
         "chapter": "20",
         "verses": [
            {
               "verse": "1",
               "text": "Wine is a mocker and beer a brawler; whoever is led astray by them is not wise."
            },
            {
               "verse": "2",
               "text": "A king`s wrath strikes terror like the roar of a lion; those who anger him forfeit their lives."
            },
            {
               "verse": "3",
               "text": "It is to one`s honor to avoid strife, but every fool is quick to quarrel."
            },
            {
               "verse": "4",
               "text": "Sluggards do not plow in season; so at harvest time they look but find nothing."
            },
            {
               "verse": "5",
               "text": "The purposes of a person`s heart are deep waters, but one who has insight draws them out."
            },
            {
               "verse": "6",
               "text": "Many claim to have unfailing love, but a faithful person who can find?"
            },
            {
               "verse": "7",
               "text": "The righteous lead blameless lives; blessed are their children after them."
            },
            {
               "verse": "8",
               "text": "When a king sits on his throne to judge, he winnows out all evil with his eyes."
            },
            {
               "verse": "9",
               "text": "Who can say, “I have kept my heart pure; I am clean and without sin”?"
            },
            {
               "verse": "10",
               "text": "Differing weights and differing measures— the Lord detests them both."
            },
            {
               "verse": "11",
               "text": "Even small children are known by their actions, so is their conduct really pure and upright?"
            },
            {
               "verse": "12",
               "text": "Ears that hear and eyes that see— the Lord has made them both."
            },
            {
               "verse": "13",
               "text": "Do not love sleep or you will grow poor; stay awake and you will have food to spare."
            },
            {
               "verse": "14",
               "text": "“It`s no good, it`s no good!” says the buyer— then goes off and boasts about the purchase."
            },
            {
               "verse": "15",
               "text": "Gold there is, and rubies in abundance, but lips that speak knowledge are a rare jewel."
            },
            {
               "verse": "16",
               "text": "Take the garment of one who puts up security for a stranger; hold it in pledge if it is done for an outsider."
            },
            {
               "verse": "17",
               "text": "Food gained by fraud tastes sweet, but one ends up with a mouth full of gravel."
            },
            {
               "verse": "18",
               "text": "Plans are established by seeking advice; so if you wage war, obtain guidance."
            },
            {
               "verse": "19",
               "text": "A gossip betrays a confidence; so avoid anyone who talks too much."
            },
            {
               "verse": "20",
               "text": "If someone curses their father or mother, their lamp will be snuffed out in pitch darkness."
            },
            {
               "verse": "21",
               "text": "An inheritance claimed too soon will not be blessed at the end."
            },
            {
               "verse": "22",
               "text": "Do not say, “I`ll pay you back for this wrong!” Wait for the Lord, and he will avenge you."
            },
            {
               "verse": "23",
               "text": "The Lord detests differing weights, and dishonest scales do not please him."
            },
            {
               "verse": "24",
               "text": "A person`s steps are directed by the Lord. How then can anyone understand their own way?"
            },
            {
               "verse": "25",
               "text": "It is a trap to dedicate something rashly and only later to consider one`s vows."
            },
            {
               "verse": "26",
               "text": "A wise king winnows out the wicked; he drives the threshing wheel over them."
            },
            {
               "verse": "27",
               "text": "The human spirit is the lamp of the Lord that sheds light on one`s inmost being."
            },
            {
               "verse": "28",
               "text": "Love and faithfulness keep a king safe; through love his throne is made secure."
            },
            {
               "verse": "29",
               "text": "The glory of young men is their strength, gray hair the splendor of the old."
            },
            {
               "verse": "30",
               "text": "Blows and wounds scrub away evil, and beatings purge the inmost being."
            }
         ]
      },
      {
         "chapter": "21",
         "verses": [
            {
               "verse": "1",
               "text": "In the Lord`s hand the king`s heart is a stream of water that he channels toward all who please him."
            },
            {
               "verse": "2",
               "text": "A person may think their own ways are right, but the Lord weighs the heart."
            },
            {
               "verse": "3",
               "text": "To do what is right and just is more acceptable to the Lord than sacrifice."
            },
            {
               "verse": "4",
               "text": "Haughty eyes and a proud heart— the unplowed field of the wicked—produce sin."
            },
            {
               "verse": "5",
               "text": "The plans of the diligent lead to profit as surely as haste leads to poverty."
            },
            {
               "verse": "6",
               "text": "A fortune made by a lying tongue is a fleeting vapor and a deadly snare."
            },
            {
               "verse": "7",
               "text": "The violence of the wicked will drag them away, for they refuse to do what is right."
            },
            {
               "verse": "8",
               "text": "The way of the guilty is devious, but the conduct of the innocent is upright."
            },
            {
               "verse": "9",
               "text": "Better to live on a corner of the roof than share a house with a quarrelsome wife."
            },
            {
               "verse": "10",
               "text": "The wicked crave evil; their neighbors get no mercy from them."
            },
            {
               "verse": "11",
               "text": "When a mocker is punished, the simple gain wisdom; by paying attention to the wise they get knowledge."
            },
            {
               "verse": "12",
               "text": "The Righteous One takes note of the house of the wicked and brings the wicked to ruin."
            },
            {
               "verse": "13",
               "text": "Whoever shuts their ears to the cry of the poor will also cry out and not be answered."
            },
            {
               "verse": "14",
               "text": "A gift given in secret soothes anger, and a bribe concealed in the cloak pacifies great wrath."
            },
            {
               "verse": "15",
               "text": "When justice is done, it brings joy to the righteous but terror to evildoers."
            },
            {
               "verse": "16",
               "text": "Whoever strays from the path of prudence comes to rest in the company of the dead."
            },
            {
               "verse": "17",
               "text": "Whoever loves pleasure will become poor; whoever loves wine and olive oil will never be rich."
            },
            {
               "verse": "18",
               "text": "The wicked become a ransom for the righteous, and the unfaithful for the upright."
            },
            {
               "verse": "19",
               "text": "Better to live in a desert than with a quarrelsome and nagging wife."
            },
            {
               "verse": "20",
               "text": "The wise store up choice food and olive oil, but fools gulp theirs down."
            },
            {
               "verse": "21",
               "text": "Whoever pursues righteousness and love finds life, prosperity and honor."
            },
            {
               "verse": "22",
               "text": "One who is wise can go up against the city of the mighty and pull down the stronghold in which they trust."
            },
            {
               "verse": "23",
               "text": "Those who guard their mouths and their tongues keep themselves from calamity."
            },
            {
               "verse": "24",
               "text": "The proud and arrogant person—“Mocker” is his name— behaves with insolent fury."
            },
            {
               "verse": "25",
               "text": "The craving of a sluggard will be the death of him, because his hands refuse to work."
            },
            {
               "verse": "26",
               "text": "All day long he craves for more, but the righteous give without sparing."
            },
            {
               "verse": "27",
               "text": "The sacrifice of the wicked is detestable— how much more so when brought with evil intent!"
            },
            {
               "verse": "28",
               "text": "A false witness will perish, but a careful listener will testify successfully."
            },
            {
               "verse": "29",
               "text": "The wicked put up a bold front, but the upright give thought to their ways."
            },
            {
               "verse": "30",
               "text": "There is no wisdom, no insight, no plan that can succeed against the Lord."
            },
            {
               "verse": "31",
               "text": "The horse is made ready for the day of battle, but victory rests with the Lord."
            }
         ]
      },
      {
         "chapter": "22",
         "verses": [
            {
               "verse": "1",
               "text": "A good name is more desirable than great riches; to be esteemed is better than silver or gold."
            },
            {
               "verse": "2",
               "text": "Rich and poor have this in common: The Lord is the Maker of them all."
            },
            {
               "verse": "3",
               "text": "The prudent see danger and take refuge, but the simple keep going and pay the penalty."
            },
            {
               "verse": "4",
               "text": "Humility is the fear of the Lord; its wages are riches and honor and life."
            },
            {
               "verse": "5",
               "text": "In the paths of the wicked are snares and pitfalls, but those who would preserve their life stay far from them."
            },
            {
               "verse": "6",
               "text": "Start children off on the way they should go, and even when they are old they will not turn from it."
            },
            {
               "verse": "7",
               "text": "The rich rule over the poor, and the borrower is slave to the lender."
            },
            {
               "verse": "8",
               "text": "Whoever sows injustice reaps calamity, and the rod they wield in fury will be broken."
            },
            {
               "verse": "9",
               "text": "The generous will themselves be blessed, for they share their food with the poor."
            },
            {
               "verse": "10",
               "text": "Drive out the mocker, and out goes strife; quarrels and insults are ended."
            },
            {
               "verse": "11",
               "text": "One who loves a pure heart and who speaks with grace will have the king for a friend."
            },
            {
               "verse": "12",
               "text": "The eyes of the Lord keep watch over knowledge, but he frustrates the words of the unfaithful."
            },
            {
               "verse": "13",
               "text": "The sluggard says, “There`s a lion outside! I`ll be killed in the public square!”"
            },
            {
               "verse": "14",
               "text": "The mouth of an adulterous woman is a deep pit; a man who is under the Lord`s wrath falls into it."
            },
            {
               "verse": "15",
               "text": "Folly is bound up in the heart of a child, but the rod of discipline will drive it far away."
            },
            {
               "verse": "16",
               "text": "One who oppresses the poor to increase his wealth and one who gives gifts to the rich—both come to poverty."
            },
            {
               "verse": "17",
               "text": "Pay attention and turn your ear to the sayings of the wise; apply your heart to what I teach,"
            },
            {
               "verse": "18",
               "text": "for it is pleasing when you keep them in your heart and have all of them ready on your lips."
            },
            {
               "verse": "19",
               "text": "So that your trust may be in the Lord, I teach you today, even you."
            },
            {
               "verse": "20",
               "text": "Have I not written thirty sayings for you, sayings of counsel and knowledge,"
            },
            {
               "verse": "21",
               "text": "teaching you to be honest and to speak the truth, so that you bring back truthful reports to those you serve?"
            },
            {
               "verse": "22",
               "text": "Do not exploit the poor because they are poor and do not crush the needy in court,"
            },
            {
               "verse": "23",
               "text": "for the Lord will take up their case and will exact life for life."
            },
            {
               "verse": "24",
               "text": "Do not make friends with a hot-tempered person, do not associate with one easily angered,"
            },
            {
               "verse": "25",
               "text": "or you may learn their ways and get yourself ensnared."
            },
            {
               "verse": "26",
               "text": "Do not be one who shakes hands in pledge or puts up security for debts;"
            },
            {
               "verse": "27",
               "text": "if you lack the means to pay, your very bed will be snatched from under you."
            },
            {
               "verse": "28",
               "text": "Do not move an ancient boundary stone set up by your ancestors."
            },
            {
               "verse": "29",
               "text": "Do you see someone skilled in their work? They will serve before kings; they will not serve before officials of low rank."
            }
         ]
      },
      {
         "chapter": "23",
         "verses": [
            {
               "verse": "1",
               "text": "When you sit to dine with a ruler, note well what is before you,"
            },
            {
               "verse": "2",
               "text": "and put a knife to your throat if you are given to gluttony."
            },
            {
               "verse": "3",
               "text": "Do not crave his delicacies, for that food is deceptive."
            },
            {
               "verse": "4",
               "text": "Do not wear yourself out to get rich; do not trust your own cleverness."
            },
            {
               "verse": "5",
               "text": "Cast but a glance at riches, and they are gone, for they will surely sprout wings and fly off to the sky like an eagle."
            },
            {
               "verse": "6",
               "text": "Do not eat the food of a begrudging host, do not crave his delicacies;"
            },
            {
               "verse": "7",
               "text": "for he is the kind of person who is always thinking about the cost. “Eat and drink,” he says to you, but his heart is not with you."
            },
            {
               "verse": "8",
               "text": "You will vomit up the little you have eaten and will have wasted your compliments."
            },
            {
               "verse": "9",
               "text": "Do not speak to fools, for they will scorn your prudent words."
            },
            {
               "verse": "10",
               "text": "Do not move an ancient boundary stone or encroach on the fields of the fatherless,"
            },
            {
               "verse": "11",
               "text": "for their Defender is strong; he will take up their case against you."
            },
            {
               "verse": "12",
               "text": "Apply your heart to instruction and your ears to words of knowledge."
            },
            {
               "verse": "13",
               "text": "Do not withhold discipline from a child; if you punish them with the rod, they will not die."
            },
            {
               "verse": "14",
               "text": "Punish them with the rod and save them from death."
            },
            {
               "verse": "15",
               "text": "My son, if your heart is wise, then my heart will be glad indeed;"
            },
            {
               "verse": "16",
               "text": "my inmost being will rejoice when your lips speak what is right."
            },
            {
               "verse": "17",
               "text": "Do not let your heart envy sinners, but always be zealous for the fear of the Lord."
            },
            {
               "verse": "18",
               "text": "There is surely a future hope for you, and your hope will not be cut off."
            },
            {
               "verse": "19",
               "text": "Listen, my son, and be wise, and set your heart on the right path:"
            },
            {
               "verse": "20",
               "text": "Do not join those who drink too much wine or gorge themselves on meat,"
            },
            {
               "verse": "21",
               "text": "for drunkards and gluttons become poor, and drowsiness clothes them in rags."
            },
            {
               "verse": "22",
               "text": "Listen to your father, who gave you life, and do not despise your mother when she is old."
            },
            {
               "verse": "23",
               "text": "Buy the truth and do not sell it— wisdom, instruction and insight as well."
            },
            {
               "verse": "24",
               "text": "The father of a righteous child has great joy; a man who fathers a wise son rejoices in him."
            },
            {
               "verse": "25",
               "text": "May your father and mother rejoice; may she who gave you birth be joyful!"
            },
            {
               "verse": "26",
               "text": "My son, give me your heart and let your eyes delight in my ways,"
            },
            {
               "verse": "27",
               "text": "for an adulterous woman is a deep pit, and a wayward wife is a narrow well."
            },
            {
               "verse": "28",
               "text": "Like a bandit she lies in wait and multiplies the unfaithful among men."
            },
            {
               "verse": "29",
               "text": "Who has woe? Who has sorrow? Who has strife? Who has complaints? Who has needless bruises? Who has bloodshot eyes?"
            },
            {
               "verse": "30",
               "text": "Those who linger over wine, who go to sample bowls of mixed wine."
            },
            {
               "verse": "31",
               "text": "Do not gaze at wine when it is red, when it sparkles in the cup, when it goes down smoothly!"
            },
            {
               "verse": "32",
               "text": "In the end it bites like a snake and poisons like a viper."
            },
            {
               "verse": "33",
               "text": "Your eyes will see strange sights, and your mind will imagine confusing things."
            },
            {
               "verse": "34",
               "text": "You will be like one sleeping on the high seas, lying on top of the rigging."
            },
            {
               "verse": "35",
               "text": "“They hit me,” you will say, “but I`m not hurt! They beat me, but I don`t feel it! When will I wake up so I can find another drink?”"
            }
         ]
      },
      {
         "chapter": "24",
         "verses": [
            {
               "verse": "1",
               "text": "Do not envy the wicked, do not desire their company;"
            },
            {
               "verse": "2",
               "text": "for their hearts plot violence, and their lips talk about making trouble."
            },
            {
               "verse": "3",
               "text": "By wisdom a house is built, and through understanding it is established;"
            },
            {
               "verse": "4",
               "text": "through knowledge its rooms are filled with rare and beautiful treasures."
            },
            {
               "verse": "5",
               "text": "The wise prevail through great power, and those who have knowledge muster their strength."
            },
            {
               "verse": "6",
               "text": "Surely you need guidance to wage war, and victory is won through many advisers."
            },
            {
               "verse": "7",
               "text": "Wisdom is too high for fools; in the assembly at the gate they must not open their mouths."
            },
            {
               "verse": "8",
               "text": "Whoever plots evil will be known as a schemer."
            },
            {
               "verse": "9",
               "text": "The schemes of folly are sin, and people detest a mocker."
            },
            {
               "verse": "10",
               "text": "If you falter in a time of trouble, how small is your strength!"
            },
            {
               "verse": "11",
               "text": "Rescue those being led away to death; hold back those staggering toward slaughter."
            },
            {
               "verse": "12",
               "text": "If you say, “But we knew nothing about this,” does not he who weighs the heart perceive it? Does not he who guards your life know it? Will he not repay everyone according to what they have done?"
            },
            {
               "verse": "13",
               "text": "Eat honey, my son, for it is good; honey from the comb is sweet to your taste."
            },
            {
               "verse": "14",
               "text": "Know also that wisdom is like honey for you: If you find it, there is a future hope for you, and your hope will not be cut off."
            },
            {
               "verse": "15",
               "text": "Do not lurk like a thief near the house of the righteous, do not plunder their dwelling place;"
            },
            {
               "verse": "16",
               "text": "for though the righteous fall seven times, they rise again, but the wicked stumble when calamity strikes."
            },
            {
               "verse": "17",
               "text": "Do not gloat when your enemy falls; when they stumble, do not let your heart rejoice,"
            },
            {
               "verse": "18",
               "text": "or the Lord will see and disapprove and turn his wrath away from them."
            },
            {
               "verse": "19",
               "text": "Do not fret because of evildoers or be envious of the wicked,"
            },
            {
               "verse": "20",
               "text": "for the evildoer has no future hope, and the lamp of the wicked will be snuffed out."
            },
            {
               "verse": "21",
               "text": "Fear the Lord and the king, my son, and do not join with rebellious officials,"
            },
            {
               "verse": "22",
               "text": "for those two will send sudden destruction on them, and who knows what calamities they can bring?"
            },
            {
               "verse": "23",
               "text": "These also are sayings of the wise: To show partiality in judging is not good:"
            },
            {
               "verse": "24",
               "text": "Whoever says to the guilty, “You are innocent,” will be cursed by peoples and denounced by nations."
            },
            {
               "verse": "25",
               "text": "But it will go well with those who convict the guilty, and rich blessing will come on them."
            },
            {
               "verse": "26",
               "text": "An honest answer is like a kiss on the lips."
            },
            {
               "verse": "27",
               "text": "Put your outdoor work in order and get your fields ready; after that, build your house."
            },
            {
               "verse": "28",
               "text": "Do not testify against your neighbor without cause— would you use your lips to mislead?"
            },
            {
               "verse": "29",
               "text": "Do not say, “I`ll do to them as they have done to me; I`ll pay them back for what they did.”"
            },
            {
               "verse": "30",
               "text": "I went past the field of a sluggard, past the vineyard of someone who has no sense;"
            },
            {
               "verse": "31",
               "text": "thorns had come up everywhere, the ground was covered with weeds, and the stone wall was in ruins."
            },
            {
               "verse": "32",
               "text": "I applied my heart to what I observed and learned a lesson from what I saw:"
            },
            {
               "verse": "33",
               "text": "A little sleep, a little slumber, a little folding of the hands to rest—"
            },
            {
               "verse": "34",
               "text": "and poverty will come on you like a thief and scarcity like an armed man."
            }
         ]
      },
      {
         "chapter": "25",
         "verses": [
            {
               "verse": "1",
               "text": "These are more proverbs of Solomon, compiled by the men of Hezekiah king of Judah:"
            },
            {
               "verse": "2",
               "text": "It is the glory of God to conceal a matter; to search out a matter is the glory of kings."
            },
            {
               "verse": "3",
               "text": "As the heavens are high and the earth is deep, so the hearts of kings are unsearchable."
            },
            {
               "verse": "4",
               "text": "Remove the dross from the silver, and a silversmith can produce a vessel;"
            },
            {
               "verse": "5",
               "text": "remove wicked officials from the king`s presence, and his throne will be established through righteousness."
            },
            {
               "verse": "6",
               "text": "Do not exalt yourself in the king`s presence, and do not claim a place among his great men;"
            },
            {
               "verse": "7",
               "text": "it is better for him to say to you, “Come up here,” than for him to humiliate you before his nobles. What you have seen with your eyes"
            },
            {
               "verse": "8",
               "text": "do not bring hastily to court, for what will you do in the end if your neighbor puts you to shame?"
            },
            {
               "verse": "9",
               "text": "If you take your neighbor to court, do not betray another`s confidence,"
            },
            {
               "verse": "10",
               "text": "or the one who hears it may shame you and the charge against you will stand."
            },
            {
               "verse": "11",
               "text": "Like apples of gold in settings of silver is a ruling rightly given."
            },
            {
               "verse": "12",
               "text": "Like an earring of gold or an ornament of fine gold is the rebuke of a wise judge to a listening ear."
            },
            {
               "verse": "13",
               "text": "Like a snow-cooled drink at harvest time is a trustworthy messenger to the one who sends him; he refreshes the spirit of his master."
            },
            {
               "verse": "14",
               "text": "Like clouds and wind without rain is one who boasts of gifts never given."
            },
            {
               "verse": "15",
               "text": "Through patience a ruler can be persuaded, and a gentle tongue can break a bone."
            },
            {
               "verse": "16",
               "text": "If you find honey, eat just enough— too much of it, and you will vomit."
            },
            {
               "verse": "17",
               "text": "Seldom set foot in your neighbor`s house— too much of you, and they will hate you."
            },
            {
               "verse": "18",
               "text": "Like a club or a sword or a sharp arrow is one who gives false testimony against a neighbor."
            },
            {
               "verse": "19",
               "text": "Like a broken tooth or a lame foot is reliance on the unfaithful in a time of trouble."
            },
            {
               "verse": "20",
               "text": "Like one who takes away a garment on a cold day, or like vinegar poured on a wound, is one who sings songs to a heavy heart."
            },
            {
               "verse": "21",
               "text": "If your enemy is hungry, give him food to eat; if he is thirsty, give him water to drink."
            },
            {
               "verse": "22",
               "text": "In doing this, you will heap burning coals on his head, and the Lord will reward you."
            },
            {
               "verse": "23",
               "text": "Like a north wind that brings unexpected rain is a sly tongue—which provokes a horrified look."
            },
            {
               "verse": "24",
               "text": "Better to live on a corner of the roof than share a house with a quarrelsome wife."
            },
            {
               "verse": "25",
               "text": "Like cold water to a weary soul is good news from a distant land."
            },
            {
               "verse": "26",
               "text": "Like a muddied spring or a polluted well are the righteous who give way to the wicked."
            },
            {
               "verse": "27",
               "text": "It is not good to eat too much honey, nor is it honorable to search out matters that are too deep."
            },
            {
               "verse": "28",
               "text": "Like a city whose walls are broken through is a person who lacks self-control."
            }
         ]
      },
      {
         "chapter": "26",
         "verses": [
            {
               "verse": "1",
               "text": "Like snow in summer or rain in harvest, honor is not fitting for a fool."
            },
            {
               "verse": "2",
               "text": "Like a fluttering sparrow or a darting swallow, an undeserved curse does not come to rest."
            },
            {
               "verse": "3",
               "text": "A whip for the horse, a bridle for the donkey, and a rod for the backs of fools!"
            },
            {
               "verse": "4",
               "text": "Do not answer a fool according to his folly, or you yourself will be just like him."
            },
            {
               "verse": "5",
               "text": "Answer a fool according to his folly, or he will be wise in his own eyes."
            },
            {
               "verse": "6",
               "text": "Sending a message by the hands of a fool is like cutting off one`s feet or drinking poison."
            },
            {
               "verse": "7",
               "text": "Like the useless legs of one who is lame is a proverb in the mouth of a fool."
            },
            {
               "verse": "8",
               "text": "Like tying a stone in a sling is the giving of honor to a fool."
            },
            {
               "verse": "9",
               "text": "Like a thornbush in a drunkard`s hand is a proverb in the mouth of a fool."
            },
            {
               "verse": "10",
               "text": "Like an archer who wounds at random is one who hires a fool or any passer-by."
            },
            {
               "verse": "11",
               "text": "As a dog returns to its vomit, so fools repeat their folly."
            },
            {
               "verse": "12",
               "text": "Do you see a person wise in their own eyes? There is more hope for a fool than for them."
            },
            {
               "verse": "13",
               "text": "A sluggard says, “There`s a lion in the road, a fierce lion roaming the streets!”"
            },
            {
               "verse": "14",
               "text": "As a door turns on its hinges, so a sluggard turns on his bed."
            },
            {
               "verse": "15",
               "text": "A sluggard buries his hand in the dish; he is too lazy to bring it back to his mouth."
            },
            {
               "verse": "16",
               "text": "A sluggard is wiser in his own eyes than seven people who answer discreetly."
            },
            {
               "verse": "17",
               "text": "Like one who grabs a stray dog by the ears is someone who rushes into a quarrel not their own."
            },
            {
               "verse": "18",
               "text": "Like a maniac shooting flaming arrows of death"
            },
            {
               "verse": "19",
               "text": "is one who deceives their neighbor and says, “I was only joking!”"
            },
            {
               "verse": "20",
               "text": "Without wood a fire goes out; without a gossip a quarrel dies down."
            },
            {
               "verse": "21",
               "text": "As charcoal to embers and as wood to fire, so is a quarrelsome person for kindling strife."
            },
            {
               "verse": "22",
               "text": "The words of a gossip are like choice morsels; they go down to the inmost parts."
            },
            {
               "verse": "23",
               "text": "Like a coating of silver dross on earthenware are fervent lips with an evil heart."
            },
            {
               "verse": "24",
               "text": "Enemies disguise themselves with their lips, but in their hearts they harbor deceit."
            },
            {
               "verse": "25",
               "text": "Though their speech is charming, do not believe them, for seven abominations fill their hearts."
            },
            {
               "verse": "26",
               "text": "Their malice may be concealed by deception, but their wickedness will be exposed in the assembly."
            },
            {
               "verse": "27",
               "text": "Whoever digs a pit will fall into it; if someone rolls a stone, it will roll back on them."
            },
            {
               "verse": "28",
               "text": "A lying tongue hates those it hurts, and a flattering mouth works ruin."
            }
         ]
      },
      {
         "chapter": "27",
         "verses": [
            {
               "verse": "1",
               "text": "Do not boast about tomorrow, for you do not know what a day may bring."
            },
            {
               "verse": "2",
               "text": "Let someone else praise you, and not your own mouth; an outsider, and not your own lips."
            },
            {
               "verse": "3",
               "text": "Stone is heavy and sand a burden, but a fool`s provocation is heavier than both."
            },
            {
               "verse": "4",
               "text": "Anger is cruel and fury overwhelming, but who can stand before jealousy?"
            },
            {
               "verse": "5",
               "text": "Better is open rebuke than hidden love."
            },
            {
               "verse": "6",
               "text": "Wounds from a friend can be trusted, but an enemy multiplies kisses."
            },
            {
               "verse": "7",
               "text": "One who is full loathes honey from the comb, but to the hungry even what is bitter tastes sweet."
            },
            {
               "verse": "8",
               "text": "Like a bird that flees its nest is anyone who flees from home."
            },
            {
               "verse": "9",
               "text": "Perfume and incense bring joy to the heart, and the pleasantness of a friend springs from their heartfelt advice."
            },
            {
               "verse": "10",
               "text": "Do not forsake your friend or a friend of your family, and do not go to your relative`s house when disaster strikes you— better a neighbor nearby than a relative far away."
            },
            {
               "verse": "11",
               "text": "Be wise, my son, and bring joy to my heart; then I can answer anyone who treats me with contempt."
            },
            {
               "verse": "12",
               "text": "The prudent see danger and take refuge, but the simple keep going and pay the penalty."
            },
            {
               "verse": "13",
               "text": "Take the garment of one who puts up security for a stranger; hold it in pledge if it is done for an outsider."
            },
            {
               "verse": "14",
               "text": "If anyone loudly blesses their neighbor early in the morning, it will be taken as a curse."
            },
            {
               "verse": "15",
               "text": "A quarrelsome wife is like the dripping of a leaky roof in a rainstorm;"
            },
            {
               "verse": "16",
               "text": "restraining her is like restraining the wind or grasping oil with the hand."
            },
            {
               "verse": "17",
               "text": "As iron sharpens iron, so one person sharpens another."
            },
            {
               "verse": "18",
               "text": "The one who guards a fig tree will eat its fruit, and whoever protects their master will be honored."
            },
            {
               "verse": "19",
               "text": "As water reflects the face, so one`s life reflects the heart."
            },
            {
               "verse": "20",
               "text": "Death and Destruction are never satisfied, and neither are human eyes."
            },
            {
               "verse": "21",
               "text": "The crucible for silver and the furnace for gold, but people are tested by their praise."
            },
            {
               "verse": "22",
               "text": "Though you grind a fool in a mortar, grinding them like grain with a pestle, you will not remove their folly from them."
            },
            {
               "verse": "23",
               "text": "Be sure you know the condition of your flocks, give careful attention to your herds;"
            },
            {
               "verse": "24",
               "text": "for riches do not endure forever, and a crown is not secure for all generations."
            },
            {
               "verse": "25",
               "text": "When the hay is removed and new growth appears and the grass from the hills is gathered in,"
            },
            {
               "verse": "26",
               "text": "the lambs will provide you with clothing, and the goats with the price of a field."
            },
            {
               "verse": "27",
               "text": "You will have plenty of goats` milk to feed your family and to nourish your female servants."
            }
         ]
      },
      {
         "chapter": "28",
         "verses": [
            {
               "verse": "1",
               "text": "The wicked flee though no one pursues, but the righteous are as bold as a lion."
            },
            {
               "verse": "2",
               "text": "When a country is rebellious, it has many rulers, but a ruler with discernment and knowledge maintains order."
            },
            {
               "verse": "3",
               "text": "A ruler who oppresses the poor is like a driving rain that leaves no crops."
            },
            {
               "verse": "4",
               "text": "Those who forsake instruction praise the wicked, but those who heed it resist them."
            },
            {
               "verse": "5",
               "text": "Evildoers do not understand what is right, but those who seek the Lord understand it fully."
            },
            {
               "verse": "6",
               "text": "Better the poor whose walk is blameless than the rich whose ways are perverse."
            },
            {
               "verse": "7",
               "text": "A discerning son heeds instruction, but a companion of gluttons disgraces his father."
            },
            {
               "verse": "8",
               "text": "Whoever increases wealth by taking interest or profit from the poor amasses it for another, who will be kind to the poor."
            },
            {
               "verse": "9",
               "text": "If anyone turns a deaf ear to my instruction, even their prayers are detestable."
            },
            {
               "verse": "10",
               "text": "Whoever leads the upright along an evil path will fall into their own trap, but the blameless will receive a good inheritance."
            },
            {
               "verse": "11",
               "text": "The rich are wise in their own eyes; one who is poor and discerning sees how deluded they are."
            },
            {
               "verse": "12",
               "text": "When the righteous triumph, there is great elation; but when the wicked rise to power, people go into hiding."
            },
            {
               "verse": "13",
               "text": "Whoever conceals their sins does not prosper, but the one who confesses and renounces them finds mercy."
            },
            {
               "verse": "14",
               "text": "Blessed is the one who always trembles before God, but whoever hardens their heart falls into trouble."
            },
            {
               "verse": "15",
               "text": "Like a roaring lion or a charging bear is a wicked ruler over a helpless people."
            },
            {
               "verse": "16",
               "text": "A tyrannical ruler practices extortion, but one who hates ill-gotten gain will enjoy a long reign."
            },
            {
               "verse": "17",
               "text": "Anyone tormented by the guilt of murder will seek refuge in the grave; let no one hold them back."
            },
            {
               "verse": "18",
               "text": "The one whose walk is blameless is kept safe, but the one whose ways are perverse will fall into the pit."
            },
            {
               "verse": "19",
               "text": "Those who work their land will have abundant food, but those who chase fantasies will have their fill of poverty."
            },
            {
               "verse": "20",
               "text": "A faithful person will be richly blessed, but one eager to get rich will not go unpunished."
            },
            {
               "verse": "21",
               "text": "To show partiality is not good— yet a person will do wrong for a piece of bread."
            },
            {
               "verse": "22",
               "text": "The stingy are eager to get rich and are unaware that poverty awaits them."
            },
            {
               "verse": "23",
               "text": "Whoever rebukes a person will in the end gain favor rather than one who has a flattering tongue."
            },
            {
               "verse": "24",
               "text": "Whoever robs their father or mother and says, “It`s not wrong,” is partner to one who destroys."
            },
            {
               "verse": "25",
               "text": "The greedy stir up conflict, but those who trust in the Lord will prosper."
            },
            {
               "verse": "26",
               "text": "Those who trust in themselves are fools, but those who walk in wisdom are kept safe."
            },
            {
               "verse": "27",
               "text": "Those who give to the poor will lack nothing, but those who close their eyes to them receive many curses."
            },
            {
               "verse": "28",
               "text": "When the wicked rise to power, people go into hiding; but when the wicked perish, the righteous thrive."
            }
         ]
      },
      {
         "chapter": "29",
         "verses": [
            {
               "verse": "1",
               "text": "Whoever remains stiff-necked after many rebukes will suddenly be destroyed—without remedy."
            },
            {
               "verse": "2",
               "text": "When the righteous thrive, the people rejoice; when the wicked rule, the people groan."
            },
            {
               "verse": "3",
               "text": "A man who loves wisdom brings joy to his father, but a companion of prostitutes squanders his wealth."
            },
            {
               "verse": "4",
               "text": "By justice a king gives a country stability, but those who are greedy for bribes tear it down."
            },
            {
               "verse": "5",
               "text": "Those who flatter their neighbors are spreading nets for their feet."
            },
            {
               "verse": "6",
               "text": "Evildoers are snared by their own sin, but the righteous shout for joy and are glad."
            },
            {
               "verse": "7",
               "text": "The righteous care about justice for the poor, but the wicked have no such concern."
            },
            {
               "verse": "8",
               "text": "Mockers stir up a city, but the wise turn away anger."
            },
            {
               "verse": "9",
               "text": "If a wise person goes to court with a fool, the fool rages and scoffs, and there is no peace."
            },
            {
               "verse": "10",
               "text": "The bloodthirsty hate a person of integrity and seek to kill the upright."
            },
            {
               "verse": "11",
               "text": "Fools give full vent to their rage, but the wise bring calm in the end."
            },
            {
               "verse": "12",
               "text": "If a ruler listens to lies, all his officials become wicked."
            },
            {
               "verse": "13",
               "text": "The poor and the oppressor have this in common: The Lord gives sight to the eyes of both."
            },
            {
               "verse": "14",
               "text": "If a king judges the poor with fairness, his throne will be established forever."
            },
            {
               "verse": "15",
               "text": "A rod and a reprimand impart wisdom, but a child left undisciplined disgraces its mother."
            },
            {
               "verse": "16",
               "text": "When the wicked thrive, so does sin, but the righteous will see their downfall."
            },
            {
               "verse": "17",
               "text": "Discipline your children, and they will give you peace; they will bring you the delights you desire."
            },
            {
               "verse": "18",
               "text": "Where there is no revelation, people cast off restraint; but blessed is the one who heeds wisdom`s instruction."
            },
            {
               "verse": "19",
               "text": "Servants cannot be corrected by mere words; though they understand, they will not respond."
            },
            {
               "verse": "20",
               "text": "Do you see someone who speaks in haste? There is more hope for a fool than for them."
            },
            {
               "verse": "21",
               "text": "A servant pampered from youth will turn out to be insolent."
            },
            {
               "verse": "22",
               "text": "An angry person stirs up conflict, and a hot-tempered person commits many sins."
            },
            {
               "verse": "23",
               "text": "Pride brings a person low, but the lowly in spirit gain honor."
            },
            {
               "verse": "24",
               "text": "The accomplices of thieves are their own enemies; they are put under oath and dare not testify."
            },
            {
               "verse": "25",
               "text": "Fear of man will prove to be a snare, but whoever trusts in the Lord is kept safe."
            },
            {
               "verse": "26",
               "text": "Many seek an audience with a ruler, but it is from the Lord that one gets justice."
            },
            {
               "verse": "27",
               "text": "The righteous detest the dishonest; the wicked detest the upright."
            }
         ]
      },
      {
         "chapter": "30",
         "verses": [
            {
               "verse": "1",
               "text": "The sayings of Agur son of Jakeh—an inspired utterance. This man`s utterance to Ithiel: “I am weary, God, but I can prevail."
            },
            {
               "verse": "2",
               "text": "Surely I am only a brute, not a man; I do not have human understanding."
            },
            {
               "verse": "3",
               "text": "I have not learned wisdom, nor have I attained to the knowledge of the Holy One."
            },
            {
               "verse": "4",
               "text": "Who has gone up to heaven and come down? Whose hands have gathered up the wind? Who has wrapped up the waters in a cloak? Who has established all the ends of the earth? What is his name, and what is the name of his son? Surely you know!"
            },
            {
               "verse": "5",
               "text": "“Every word of God is flawless; he is a shield to those who take refuge in him."
            },
            {
               "verse": "6",
               "text": "Do not add to his words, or he will rebuke you and prove you a liar."
            },
            {
               "verse": "7",
               "text": "“Two things I ask of you, Lord; do not refuse me before I die:"
            },
            {
               "verse": "8",
               "text": "Keep falsehood and lies far from me; give me neither poverty nor riches, but give me only my daily bread."
            },
            {
               "verse": "9",
               "text": "Otherwise, I may have too much and disown you and say, ‘Who is the Lord?` Or I may become poor and steal, and so dishonor the name of my God."
            },
            {
               "verse": "10",
               "text": "“Do not slander a servant to their master, or they will curse you, and you will pay for it."
            },
            {
               "verse": "11",
               "text": "“There are those who curse their fathers and do not bless their mothers;"
            },
            {
               "verse": "12",
               "text": "those who are pure in their own eyes and yet are not cleansed of their filth;"
            },
            {
               "verse": "13",
               "text": "those whose eyes are ever so haughty, whose glances are so disdainful;"
            },
            {
               "verse": "14",
               "text": "those whose teeth are swords and whose jaws are set with knives to devour the poor from the earth and the needy from among mankind."
            },
            {
               "verse": "15",
               "text": "“The leech has two daughters. ‘Give! Give!` they cry. “There are three things that are never satisfied, four that never say, ‘Enough!`:"
            },
            {
               "verse": "16",
               "text": "the grave, the barren womb, land, which is never satisfied with water, and fire, which never says, ‘Enough!`"
            },
            {
               "verse": "17",
               "text": "“The eye that mocks a father, that scorns an aged mother, will be pecked out by the ravens of the valley, will be eaten by the vultures."
            },
            {
               "verse": "18",
               "text": "“There are three things that are too amazing for me, four that I do not understand:"
            },
            {
               "verse": "19",
               "text": "the way of an eagle in the sky, the way of a snake on a rock, the way of a ship on the high seas, and the way of a man with a young woman."
            },
            {
               "verse": "20",
               "text": "“This is the way of an adulterous woman: She eats and wipes her mouth and says, ‘I`ve done nothing wrong.`"
            },
            {
               "verse": "21",
               "text": "“Under three things the earth trembles, under four it cannot bear up:"
            },
            {
               "verse": "22",
               "text": "a servant who becomes king, a godless fool who gets plenty to eat,"
            },
            {
               "verse": "23",
               "text": "a contemptible woman who gets married, and a servant who displaces her mistress."
            },
            {
               "verse": "24",
               "text": "“Four things on earth are small, yet they are extremely wise:"
            },
            {
               "verse": "25",
               "text": "Ants are creatures of little strength, yet they store up their food in the summer;"
            },
            {
               "verse": "26",
               "text": "hyraxes are creatures of little power, yet they make their home in the crags;"
            },
            {
               "verse": "27",
               "text": "locusts have no king, yet they advance together in ranks;"
            },
            {
               "verse": "28",
               "text": "a lizard can be caught with the hand, yet it is found in kings` palaces."
            },
            {
               "verse": "29",
               "text": "“There are three things that are stately in their stride, four that move with stately bearing:"
            },
            {
               "verse": "30",
               "text": "a lion, mighty among beasts, who retreats before nothing;"
            },
            {
               "verse": "31",
               "text": "a strutting rooster, a he-goat, and a king secure against revolt."
            },
            {
               "verse": "32",
               "text": "“If you play the fool and exalt yourself, or if you plan evil, clap your hand over your mouth!"
            },
            {
               "verse": "33",
               "text": "For as churning cream produces butter, and as twisting the nose produces blood, so stirring up anger produces strife.”"
            }
         ]
      },
      {
         "chapter": "31",
         "verses": [
            {
               "verse": "1",
               "text": "The sayings of King Lemuel—an inspired utterance his mother taught him."
            },
            {
               "verse": "2",
               "text": "Listen, my son! Listen, son of my womb! Listen, my son, the answer to my prayers!"
            },
            {
               "verse": "3",
               "text": "Do not spend your strength on women, your vigor on those who ruin kings."
            },
            {
               "verse": "4",
               "text": "It is not for kings, Lemuel— it is not for kings to drink wine, not for rulers to crave beer,"
            },
            {
               "verse": "5",
               "text": "lest they drink and forget what has been decreed, and deprive all the oppressed of their rights."
            },
            {
               "verse": "6",
               "text": "Let beer be for those who are perishing, wine for those who are in anguish!"
            },
            {
               "verse": "7",
               "text": "Let them drink and forget their poverty and remember their misery no more."
            },
            {
               "verse": "8",
               "text": "Speak up for those who cannot speak for themselves, for the rights of all who are destitute."
            },
            {
               "verse": "9",
               "text": "Speak up and judge fairly; defend the rights of the poor and needy."
            },
            {
               "verse": "10",
               "text": "A wife of noble character who can find? She is worth far more than rubies."
            },
            {
               "verse": "11",
               "text": "Her husband has full confidence in her and lacks nothing of value."
            },
            {
               "verse": "12",
               "text": "She brings him good, not harm, all the days of her life."
            },
            {
               "verse": "13",
               "text": "She selects wool and flax and works with eager hands."
            },
            {
               "verse": "14",
               "text": "She is like the merchant ships, bringing her food from afar."
            },
            {
               "verse": "15",
               "text": "She gets up while it is still night; she provides food for her family and portions for her female servants."
            },
            {
               "verse": "16",
               "text": "She considers a field and buys it; out of her earnings she plants a vineyard."
            },
            {
               "verse": "17",
               "text": "She sets about her work vigorously; her arms are strong for her tasks."
            },
            {
               "verse": "18",
               "text": "She sees that her trading is profitable, and her lamp does not go out at night."
            },
            {
               "verse": "19",
               "text": "In her hand she holds the distaff and grasps the spindle with her fingers."
            },
            {
               "verse": "20",
               "text": "She opens her arms to the poor and extends her hands to the needy."
            },
            {
               "verse": "21",
               "text": "When it snows, she has no fear for her household; for all of them are clothed in scarlet."
            },
            {
               "verse": "22",
               "text": "She makes coverings for her bed; she is clothed in fine linen and purple."
            },
            {
               "verse": "23",
               "text": "Her husband is respected at the city gate, where he takes his seat among the elders of the land."
            },
            {
               "verse": "24",
               "text": "She makes linen garments and sells them, and supplies the merchants with sashes."
            },
            {
               "verse": "25",
               "text": "She is clothed with strength and dignity; she can laugh at the days to come."
            },
            {
               "verse": "26",
               "text": "She speaks with wisdom, and faithful instruction is on her tongue."
            },
            {
               "verse": "27",
               "text": "She watches over the affairs of her household and does not eat the bread of idleness."
            },
            {
               "verse": "28",
               "text": "Her children arise and call her blessed; her husband also, and he praises her:"
            },
            {
               "verse": "29",
               "text": "“Many women do noble things, but you surpass them all.”"
            },
            {
               "verse": "30",
               "text": "Charm is deceptive, and beauty is fleeting; but a woman who fears the Lord is to be praised."
            },
            {
               "verse": "31",
               "text": "Honor her for all that her hands have done, and let her works bring her praise at the city gate."
            }
         ]
      }
   ]
}